@extends('rongbualoy.layout.page')
@section('title','ประวัติความเป็นมาของปราสาทศพ-แหล่งเรียนรู้อัตลักษณ์ทางวัฒนธรรม (ปราสาทศพ) บ้านร่องบัวลอย')
@section('content')
<div id="myCarousel" class="carousel slide" data-ride="carousel">
    <!-- Wrapper for slides -->
    <div class="carousel-inner" role="listbox">
        <div class="item active">
            <img src="{{ asset('img_rbl/95240843_1115216228841733_1050228394177855488_o-3.jpg') }}" alt="" width="1200" height="300">
            <div class="carousel-caption">
                <h2>ประวัติความเป็นมาของปราสาทศพ</h2>
                <p>หลักฐานกล่าวถึงการใช้ปราสาทในชนชั้นสูงว่าเป็นของที่นิยมทำมาเป็นเวลานานแต่โบราณแล้วดังที่ปรากฏในสาส์นสมเด็จตอนหนึ่งว่าลุจุลศักราช940ปีขาลสัมฤทธิศกเดือนอ้ายขึ้น12ค่ำนางพระยาวิสุทธิเทวีผู้ครองนครพิงค์เชียงใหม่ถึงแก่พิราลัยพระยาแสนหลวงแต่งการศพทำเป็นพิมานบุษบกตั้งบนหลังนกหัสดินทร์ขนาดใหญ่เคลื่อนด้วยเลื่อนแม่สะดึงเชิญหีบพระศพขึ้นไว้ในบุษบกกั้นแล้วฉุดชักไปด้วยแรงคชสารเจาะกำแพงเมืองออกไปทุ่งวัดโลกแล้วก็ทำฌาปนกิจถวายเพลิงณที่นั้นเผาทั้งรูปสัตว์และวิมานที่ตั้งศพนั้นด้วยจึงเป็นธรรมเนียมในการปลงศพเจ้าผู้ครองนคร
                    เช่นนี้สืบมา</p>
            </div>
        </div>
    </div>
</div>
<div id="revolation" class="bg-1">
    <div class="container">
        <h3 class="text-center">ประวัติความเป็นมาของปราสาทศพ</h3>
        <p>
            หลักฐานกล่าวถึงการใช้ปราสาทในชนชั้นสูงว่าเป็นของที่นิยมทำมาเป็นเวลานานแต่โบราณแล้วดังที่ปรากฏในสาส์นสมเด็จตอนหนึ่งว่าลุจุลศักราช940ปีขาลสัมฤทธิศกเดือนอ้ายขึ้น12ค่ำนางพระยาวิสุทธิเทวีผู้ครองนครพิงค์เชียงใหม่ถึงแก่พิราลัยพระยาแสนหลวงแต่งการศพทำเป็นพิมานบุษบกตั้งบนหลังนกหัสดินทร์ขนาดใหญ่เคลื่อนด้วยเลื่อนแม่สะดึงเชิญหีบพระศพขึ้นไว้ในบุษบกกั้นแล้วฉุดชักไปด้วยแรงคชสารเจาะกำแพงเมืองออกไปทุ่งวัดโลกแล้วก็ทำฌาปนกิจถวายเพลิงณที่นั้นเผาทั้งรูปสัตว์และวิมานที่ตั้งศพนั้นด้วยจึงเป็นธรรมเนียมในการปลงศพเจ้าผู้ครองนคร
            เช่นนี้สืบมา ( สาส์นสมเด็จ.ฉบับที่10 และ ฉบับที่17, อ้างใน พระมหาจรัญ จิตฺตสํวโร, 2553)
            ได้กำหนดปราสาทศพสำหรับประชาชนธรรมดาว่า
            การทำปราสาทอาจมีพื้นฐานความเชื่อมาจากหลักการของพุทธศาสนาเป็นหลักในบางส่วนอาจถือคติของไตรภูมิอันมีระบบจักรวาลเป็นแกนกลางหรืออาจถือตามระบบความเชื่อท้องถิ่นเช่นเรื่องของการนับถือผีในกลุ่มคนชนบทเป็นต้นแต่การใช้ปราสาทศพในจังหวัดเชียงใหม่นั้นไม่สามารถสืบพบและระบุได้แน่นอนว่าเริ่มทำขึ้นเมื่อใดดังคำบอกเล่าของอภิธานสมใจซึ่งเป็นผู้มีความรู้และเชี่ยวชาญเกี่ยวกับปราสาทศพกล่าวว่า...การทำปราสาทศพนั้นไม่มีหลักฐานที่ชัดเจนว่าเริ่มทำขึ้นเมื่อใดแต่มีหลักฐานเก่าแก่ที่กล่าวถึงการใช้วิมานพิมานหรือบุษบกยังคงเป็นต้นแบบของปราสาทศพในปัจจุบันเมื่อระบบการปกครองประเพณีวัฒนธรรมความเชื่อค่านิยมทางสังคมที่เปลี่ยนแปลงไปจึงมีการนำเอาวิมานพิมานหรือบุษบกมาใช้ในพิธีกรรมปลงศพของพระภิกษุและเจ้านายซึ่งเรียกว่าปราสาทและต่อมาเมื่อแพร่หลายไปสู่ชาวบ้านสามัญชนจึงเรียกกันว่าปราสาทศพ...จากคำบอกเล่าของผู้ประกอบอาชีพการทำปราสาทศพกล่าวในลักษณะเดียวกันว่า...การทำปราสาทศพนั้นมีการทำมานานแล้วกว่า50-60ปีโดยเริ่มพบเห็นการทำสำหรับพระสงฆ์ต่อมาจึงเริ่มทำสำหรับเจ้านายชั้นสูงคหบดีผู้มีฐานะและแพร่หลายในกลุ่มคนทั่วไปโดยเฉพาะคนเมืองหรือคนพื้นเมืองเชียงใหม่ดังที่เห็นในสรวงสวรรค์สิ่งเหล่านี้จึงกลายเป็นเรื่องของความเชื่อความศรัทธาอันส่งผลไปถึงการปัจจุบัน
        </p>


    </div>
    @endsection
