@extends('rongbualoy.layout.page')
@section('title','แนวคิดเรื่องปราสาทศพในล้านนา-แหล่งเรียนรู้อัตลักษณ์ทางวัฒนธรรม (ปราสาทศพ) บ้านร่องบัวลอย')
@section('content')
<div id="myCarousel" class="carousel slide" data-ride="carousel">
    <!-- Wrapper for slides -->
    <div class="carousel-inner" role="listbox">
        <div class="item active">
            <img src="{{ asset('img_rbl/95240843_1115216228841733_1050228394177855488_o-3.jpg') }}" alt="" width="1200" height="300">
            <div class="carousel-caption">
                <h2>แนวคิดเรื่องปราสาทศพในล้านนา</h2>
                <p>ปราสาทศพ น่าจะเป็นคำสามัญชนใช้เรียกพิมานหรือวิมาน ที่ใช้ในพิธีกรรมปลงศพพระภิกษุและเจ้านาย คือเรียก
                    ปราสาท แทนคำว่า เมรุ หรือ วิมาน</p>
            </div>
        </div>
    </div>
</div>
<div id="revolation" class="bg-1">
    <div class="container">
        <h3 class="text-center">แนวคิดเรื่องปราสาทศพในล้านนา</h3>
        <p>
            อภิธาน สมใจ (2541 : 57) ได้ให้ความหมายของคำว่าปราสาทไว้ว่า ปราสาทศพ น่าจะเป็นคำสามัญชนใช้เรียกพิมานหรือวิมาน
            ที่ใช้ในพิธีกรรมปลงศพพระภิกษุและเจ้านาย คือเรียก ปราสาท แทนคำว่า เมรุ หรือ วิมาน
            และคำว่าปราสาทนี้คงจะใช้กันในหมู่พระภิกษุและสามเณรก่อนแล้วจึงแพร่หลายไปสู่ชาวบ้าน มณี พะยอมยงค์ และ
            ศิริรัตน์ อาศนะ (2549:116) อธิบายถึงปราสาทศพไว้ว่าใช้สำหรับเรือนศพที่ตั้งอยู่กับที่ไม่มีการเคลื่อนย้าย
            จะทำฐานที่ตั้งปราสาท ทำบันไดขึ้นลงทั้ง 4 ด้าน ปราสาททำเป็นรูปจัตุรมุขมียอด เรียกกันว่า เมรุมาศ
            ใช้สำหรับศพเจ้านายและพระเถระผู้ใหญ่ ได้จำแนกเรือนเพื่อตั้งศพไว้ก่อนการเผาในล้านนาไทย ดังนี้
        </p>
        <p>1. ประชาชนธรรมดาจะใช้แมวครอบ เป็นโครงไม้ไผ่สานครอบคล้ายอย่างมุ้งประทุนครอบเด็ก
            เมื่อทำโครงแล้วนำเอาดอกไม้ต่างๆ ที่หาได้ในหมู่บ้าน
            แล้วนำครอบศพเพื่อป้องกันไม่ให้อุจาดเพราะไม่ได้ใส่โลงหรือหล้อง ประเพณีนี้นิยมทำกับชาวบ้านทั่วไป
            หรือคนมีฐานะค่อนข้างยากจน
        </p>
        <p>2. ประชาชนผู้มีอันจะกิน จะใช้หลังกลาย เป็นเรือนศพที่สร้างขึ้นไว้ใส่โลงศพบุคคลผู้อาวุโสในหมู่บ้าน เช่น
            คนที่มีคนนับถือมาก เป็นกำนัน ผู้ใหญ่บ้าน หรือผู้เฒ่าผู้แก่ที่ชาวบ้านเคารพและเป็นผู้มีฐานะดี
            จึงนิยมทำเรือนศพที่มีหลังคาเลื่อนลงมา แต่ไม่มียอด จะว่าปราสาทก็ไม่ใช่ จะมีรูปเรือนโรงธรรมดาก็ไม่ใช่
            จึงใช้ชื่อหลังกลาย คือ ปราสาทนี้จะกลายเป็นปราสาทไปแล้ว
        </p>
        <p>3. เจ้านายในราชวงศ์และพระสงฆ์ชั้นผู้น้อย มักจะใช้ปราสาทยอดเดี่ยว เป็นเรือนศพรูปปราสาททำเป็นยอดเดียวไม่มีมุข
            ส่งยอดขึ้นไปเฉยๆ อาจทำลดหลั่นเป็น 5 ชั้นบ้าง 7 ชั้นบ้าง เป็นปราสาทสำหรับใส่ข้าราชการผู้ใหญ่
            หรือเจ้านายผู้น้อยของบ้านเมือง หรือทำถวายพระภิกษุสามเณรผู้น้อยที่ถึงแก่มรณภาพ
        </p>
        <p>4. เจ้าเมือง กษัตริย์ และพระเถระผู้ใหญ่ ครูบาหรือพระสังฆราชา ใช้ปราสาทวางบนหลังนกหัสดิลิงค์ขนาดใหญ่
            หลังคาเป็นรูปจัตุรมุข มียอดตรงกลาง มีหน้ามุขออกทั้ง 4 ด้าน วางบนหลังรูปนกหัสดีลิงค์ หรือหลังพระยานาค
            นิยมทำถวายแก่เจ้าผู้ครองนคร พระเจ้าแผ่นดิน พระราชวงศ์ชั้นสูง พระสงฆ์ทรงสมณศักดิ์
            เป็นราชครูหรือสังฆราช(ปัจจุบันชั้นสำหรับพระสงฆ์ผู้ใหญ่อาวุโสมีพรรษามาก) และลากไปสู่ที่เผา เรียกว่า ลากปราสาท
        </p>
        <p>5. เมรุ ทำลักษณะเดียวกันกับปราสาท ต่างแต่เมรุตั้งอยู่กับที่ไม่เคลื่อนย้าย ทำบันไดขึ้น 4
            ด้านสำหรับเป็นทางเดินไปทำการนมัสการและวางดอกไม้สักการะศพ
        </p>
        <p>พระมหาจรัญ จิตฺตสํวโร (2553 : 40-41)ได้ให้ความหมายของไม้ศพ (ปราสาทศพ)
            ของชาวล้านนานั้นมีรูปลักษณะสัณฐานที่แตกต่างกันตามฐานะทางสังคมของคนตายไว้ 6 แบบดังนี้ </p>
        <p>1.
            แมวควบได้แก่ที่ครอบศพทำด้วยโครงไม้ไผ่สานซึ่งทำเป็นรูปประทุนคล้ายกับหลังคาเรือหรือมุ้งประทุนครอบเด็กแมวควบจะใช้วางครอบศพที่ใส่โลงไม้กระดานหรือศพที่ครอบด้วยเสื่อกะลาไม่ได้ใส่โลงโดยศพที่ไม่ได้ใส่โลงนี้จะห่อด้วยเสื่ออีกทีหนึ่งแล้วผูกศพกับแคร่ซึ่งทำด้วยไม้ไผ่2ลำวางพาดด้วยไม้ไผ่สานขัดแตะคล้ายกับเปลสนามสำหรับหามคนป่วยข้างบนเปลก็มีแมวควบเป็นหลังคาเพื่อป้องกันไม่ไห้ดูอุจาดตาการหามแคร่นั้นใช้เชือกปอผูกกับลำไม้ไผ่แล้วนำปลายเชือกอีกข้างหนึ่งผูกกับไม้คานหามซึ่งการหามแคร่ศพที่ครอบด้วยแมวควบนี้ต้องใช้คนหามถึง
            8คนสำหรับแมวควบนี้นิยมใช้กับศพชาวบ้านทั่วไปซึ่งมีฐานะยากจน </p>
        <p>2.
            ปากกระบานได้แก่เรือนศพที่มีแต่หลังคาไม่มีจั่วและยอดสำหรับใส่ศพชาวบ้านธรรมดาสามัญซึ่งไม่นิยมทำหลังคาเป็นรูปปราสาทเหมือนสมัยปัจจุบันเพราะถือว่า“ขึด”
            (อุบาทว์)เป็นอัปมงคลดังนั้นปากกระบานจึงเป็น“ไม้ศพ”สมัยแรกที่ทำขึ้นมาสำหรับใส่ศพชาวบ้านธรรมดาแต่มีฐานะค่อนข้างดี
        </p>
        <p>3.
            หลังกลายได้แก่เรือนศพที่มีจั่ว4จั่วแต่ละจั่วมีชั้นเดียวไม่มียอดเหตุที่ได้ชื่อว่าหลังกลายเพราะเป็นเรือนที่หลังคาไม่มีลักษณะเป็นปราสาทเต็มรูปแบบเป็นรูปเรือนโรงธรรมดาไม่มียอดกล่าวคือเรือนไม้ศพนี้จะกลายเป็นปราสาทเรือนศพหลังกลายนี้สร้างสำหรับใส่ศพบุคคลที่เคารพนับถือมากเช่นผู้อาวุโสภายในหมู่บ้านที่มีฐานะดีกำนันผู้ใหญ่บ้านเป็นต้น
        </p>
        <p>4.
            ปราสาทยอดเดียวได้แก่เรือนที่เป็นรูปปราสาทหลังคาไม่มีหน้ามุขทำหลังคาลดหลั่นเป็น5ชั้นหรือ7ชั้นตามลำดับใหญ่ขึ้นไปหาเล็กแล้วส่งเป็นยอดปราสาทยอดเดียวตรงกลางปราสาทชนิดนี้สร้างขึ้นสำหรับศพเจ้านายชั้นธรรมดาหรือข้าราชการผู้ใหญ่
        </p>
        <p>5.
            ปราสาทจัตุรมุขยอด7ชั้นหรือ9ชั้นปราสาทชนิดนี้มีหน้ามุขครบทั้ง4ด้านตั้งอยู่บนหลังรูปนกหัสดีลิงค์หรือหลังของพระยานาคจำลองนิยมสร้างถวายแด่เจ้าผู้สูงศักดิ์เช่นพระเจ้าแผ่นดินผู้ครองนครหรือเชื้อพระวงศ์ชั้นสูง
        </p>
        <p>6.
            เมรุได้แก่ที่สำหรับเผาศพสร้างลักษณะเช่นเดียวกับปราสาทมีรั้วรอบมีบันไดขึ้น4ด้านสำหรับขึ้นลงไปคารวะศพต่างจากปราสาทคือเมรุตั้งอยู่กับที่ไม่เคลื่อนย้ายหรือชักลากเหมือนกับปราสาทบรรดา“ไม้ศพ”ดังกล่าวมาแล้วข้างต้นนั้นแมวควบปากกระบานและหลังกลายซึ่งใส่ศพชาวบ้านธรรมดานั้นจะต้องใช้คนหามไปเท่านั้นและจะประโคมดนตรีไปไม่ได้เชื่อว่า“ขึด”ถ้ามีการฝ่าฝืนลูกหลานญาติมิตรที่อยู่ข้างหลังจะฉิบหายวายวอด
        </p>

    </div>
    @endsection
