    @extends('rongbualoy.layout.page')
    @section('title','มูลแหตุเหตุการใช้ปราสาทศพ-แหล่งเรียนรู้อัตลักษณ์ทางวัฒนธรรม (ปราสาทศพ) บ้านร่องบัวลอย')
    @section('content')
    <div id="myCarousel" class="carousel slide" data-ride="carousel">
        <!-- Wrapper for slides -->
        <div class="carousel-inner" role="listbox">
            <div class="item active">
                <img src="{{ asset('img_rbl/95240843_1115216228841733_1050228394177855488_o-3.jpg') }}" alt="" width="1200"
                    height="300">
                <div class="carousel-caption">
                    <h2>ความตาย : มูลแหตุเหตุการใช้ปราสาทศพ</h2>
                    <p>ล้านนามีประวัติศาสตร์และอารยะธรรมที่สืบทอดมาอย่างยาวนาน
                        เป็นศูนย์รวมของวัฒนธรรมที่สำคัญเฉพาะถิ่นแห่งหนึ่งในลุ่มน้ำกกและลุ่มน้ำอิง มีวิถีวัฒนธรรม ประเพณี
                        พิธีกรรม และภูมิปัญญาท้องถิ่นเกิดขึ้นอย่างมากมาย</p>
                </div>
            </div>
        </div>
    </div>
    <div id="revolation" class="bg-1">
        <div class="container">
            <h3 class="text-center">ความตาย : มูลแหตุเหตุการใช้ปราสาทศพ</h3>
            <blockquote>
                <p align="justify">
                    ล้านนามีประวัติศาสตร์และอารยะธรรมที่สืบทอดมาอย่างยาวนาน
                    เป็นศูนย์รวมของวัฒนธรรมที่สำคัญเฉพาะถิ่นแห่งหนึ่งในลุ่มน้ำกกและลุ่มน้ำอิง มีวิถีวัฒนธรรม ประเพณี
                    พิธีกรรม และภูมิปัญญาท้องถิ่นเกิดขึ้นอย่างมากมาย ได้มีการสืบทอดมาจนถึงทุกปัจจุบัน
                    จากวิถีวัฒนธรรมดังกล่าวพบว่ามีความเกี่ยวพันและเชื่อมโยงกับวิถีชีวิตของคนนับตั้งแต่เกิดจนถึงตาย
                    ที่แสดงออกในพิธีกรรมต่าง ๆ
                    ที่แต่ละพื้นที่มีการสะท้อนถึงคติความเชื่อออกมาในหลายรูปแบบโดยผ่านพิธีกรรมต่าง ๆ
                    ซึ่งมีความเกี่ยวพันกับวิถีชีวิตความเป็นอยู่ของมนุษย์โดยเฉพาะในวาระสุดท้ายของชีวิตได้แก่ความตาย
                </p>
            </blockquote>
            <p>
                คนล้านนาจะให้ความสำคัญกับเรื่องการตายเป็นอย่างมากเพราะถือว่าเป็นวาระสุดท้ายของชีวิต ดังที่ อภิธาน สมใจ
                (2541 : 81) ได้กล่าวว่า การตายของผู้คนในแถบล้านนาเป็นเรื่องใหญ่ของชุมชน
                คนตายเป็นวิกฤติการณ์ของบุคคลที่เกี่ยวข้องในสังคมตั้งแต่ญาติผู้ใกล้ชิด เพื่อนบ้าน เพื่อนร่วมงาน
                ตลอดจนผู้อยู่ในสังคมใกล้ไกล
                มีขั้นตอนและกระบวนการด้านพิธีกรรมในลัทธิพิธีที่ต้องถือปฏิบัติเป็นการเฉพาะอย่างละเอียดอ่อนซับซ้อน
                ทั้งพิธีทางพุทธศาสนา พิธีทางพราหมณ์ และพิธีกรรมทางไสยศาสตร์ที่เกี่ยวข้องกับผีวิญญาณ
                จึงสะท้อนออกมาในพิธีกรรมงานศพของคนในแถบล้านนา และที่เป็นเอกลักษณ์เด่นชัดของพิธีกรรมงานศพคือ
                คนล้านนานิยมใช้ปราสาทศพในการประกอบพิธีโดยใช้สำหรับการนำโลงศพเข้าใส่และทำการเผาด้วยความเชื่อในเรื่องชีวิตหลังความตาย
                การเสียชีวิตหรือการตาย โดยที่ อภิธาน สมใจ (2541 : 14 )
                ได้ให้ความหมายของการตายไว้ว่าอาจพิจารณาได้ว่าเป็นการหมดสภาพหรือการขาดสูญหายไปอย่างสิ้นเชิง
                ทั้งร่างกายและการกระทำทางสังคมของบุคคลนั้น ๆ ในขอบเขตทางชีวภาพหรือวิทยาศาสตร์การแพทย์
                การตายของคนคือการหมดลมหายใจ หัวใจหยุดเต้น
                และถือเป็นที่สุดเมื่อการตรวจสมองของมนุษย์ผู้นั้นแล้วไม่พบว่าการทำงานของคลื่นสมอง (กระแสไฟฟ้า) เรียกว่า
                สมองตาย หมายความว่า สภาวะที่สมองถูกทำลายจนสูญเสียการทำงานโดยสิ้นเชิง ถือว่าสิ้นชีวิตแล้ว โดยที่ ศรีเลา
                เกษพรหม (2544 : 91 – 110) ได้แบ่งประเภทการตายในล้านนาเป็น 2 อย่าง คือ
                ตายดีและตายร้ายโดยได้อธิบายความดังนี้
            </p>
            <p>1. ตายดี หมายถึงการตายเพราะหมดอายุขัยที่เรียกว่าตายเพราะหมดเวรหมดกรรม
                ถ้าเป็นคนที่มีอายุมากผู้เฒ่าผู้แก่ก็เรียกว่าตายด้วยโรคชรา การตายด้วยการป่วยเป็นไข้ต่าง ๆ
                เหล่านี้คนโบราณเรียกว่าการตายดี การตายดีจะประกอบพิธีตามประเพณีได้อย่างครบถ้วน
            </p>
            <p>2. การตายร้าย หรือตายโหงเป็นการตายที่เกิดขึ้นด้วยฉับพลันทันด่วน มี การตายด้วยอุบัติเหตุ ตายกลม ตายพราย
                ตกต้นไม้ตาย แขวนคอตาย ถูกเสือกัด หมีตะปบ ช้างฆ่า ม้าดีด วัวควายขวิด ฟ้าผ่า ตายด้วยโรคห่า ถูกปืน
                นั่งตายนอนตาย เชื่อว่าผีฆ่าให้ตาย จึงจัดอยู่ในประเภทของการตายร้ายหรือตายโหง
            </p>
            <p>โดยปกติคนในแถบล้านนาทุกคนล้วนแล้วแต่ปรารถนาที่จะตายดีเพราะเชื่อว่าคนที่ตายดีนั้นมีบุญมาก
                การตายดีจะมีการประกอบพิธีศพตามประเพณีอย่างครบถ้วน
                เริ่มตั้งแต่การใกล้หมดลมหายใจจนถึงการมอดไหม้กลับสู่ขันธ์ธาตุทั้ง 4 ตามเดิม
                ส่วนการตายร้ายหรือการตายโหงคนล้านนาไม่ปรารถนาที่จะตายแบบนี้เพราะถือว่าเป็นการที่โหดร้ายน่ากลัว
                เป็นการตายด้วยโรคที่ร้ายแรง ไม่ทันได้สั่งเสียลูกหลาน
                การตายร้ายจึงเป็นการตายที่สังคมเกรงกลัวเนื่องจากสังคมในกาลก่อนนั้นเทคโนโลยีและความทันสมัยในการแพทย์ยังไม่มีความทันสมัยจึงทำให้เกิดความเกรงกลัวต่อโรคภัยต่าง
                ๆ ที่จะทำให้เกิดโรคระบาด
                จึงมีการเร่งรีบในการทำพิธีศพและการทำศพของคนที่ตายร้ายจะไม่ครบถ้วนขั้นตอนตามประเพณีและมีการกระทำกันอย่างรวดเร็ว
                ผนวกกับการเชื่อว่าคนที่ตายร้ายหรือตายโหงเชื่อว่าวิญญาณจะแรงและมีความดุร้ายกว่าคนตายดี
                และสภาพสังคมในสมัยก่อนที่อยู่ตามป่าเขาห่างไกล
                จึงส่งผลให้เกิดความกลัวในเรื่องของผีที่มาจากการตายร้ายที่มีความดุร้าย
                ดังนั้นการทำพิธีศพของคนตายร้ายจะมีขั้นตอนต่าง ๆ
                ที่มีขั้นตอนเฉพาะไม่เหมือนการทำพิธีศพโดยทั่วไปซึ่งเชื่อว่าเป็นการลดความแรงและความดุร้ายของวิญญาณ

            </p>

        </div>
        @endsection
