@extends('rongbualoy.layout.page')
@section('title','การสร้างปราสาทศพพระสงฆ์ในล้านนา-แหล่งเรียนรู้อัตลักษณ์ทางวัฒนธรรม (ปราสาทศพ) บ้านร่องบัวลอย')
@section('content')
<div id="myCarousel" class="carousel slide" data-ride="carousel">
    <!-- Wrapper for slides -->
    <div class="carousel-inner" role="listbox">
        <div class="item active">
            <img src="{{ asset('img_rbl/95240843_1115216228841733_1050228394177855488_o-3.jpg') }}" alt="" width="1200" height="300">
            <div class="carousel-caption">
                <h2>การสร้างปราสาทศพพระสงฆ์ในล้านนา</h2>
                <p>ร้การสร้างปราสาทศพเพื่อใช้ประกอบการปลงศพพระสงฆ์ในล้านนาเริ่มต้นตั้งแต่เมื่อใด
                    ไม่มีหลักฐานแน่ชัดเป็นแต่เพียงการสันนิษฐานตามเอกสารตำราที่มีการจดบันทึกไว้และการตีความของนักวิชาการที่สนใจในการศึกษาค้นคว้า
                </p>
            </div>
        </div>
    </div>
</div>
<div id="revolation" class="bg-1">
    <div class="container">
        <h3 class="text-center">การสร้างปราสาทศพพระสงฆ์ในล้านนา</h3>
        <p>การสร้างปราสาทศพเพื่อใช้ประกอบการปลงศพพระสงฆ์ในล้านนาเริ่มต้นตั้งแต่เมื่อใด
            ไม่มีหลักฐานแน่ชัดเป็นแต่เพียงการสันนิษฐานตามเอกสารตำราที่มีการจดบันทึกไว้และการตีความของนักวิชาการที่สนใจในการศึกษาค้นคว้า
            จากการศึกษาพอจะสรุปได้ว่า
            เมื่อล้านนาและรัฐฉานได้รับอิทธิพลการสร้างปราสารทศพต่างบนสัตวหิมพานตจากพมามาตั้งแต่ประมาณพุทธศตวรรษที่ 22
            โดยเฉพาะเมืองเชียงแสนที่ ปรากฏมี การปลงพระศพเจาฟ้าเมืองเชียงแสนและครูบามหาเถระในรูปแบบนี้อยู่อย่างสม่ำเสมอ
            (ภูเดช แสนสา.2556 : 24-25)
            นอกจากนั้นล้านนาได้ส่งผ่านวัฒนธรรมการปลงศพต่างบนหลังนกหัสดีลิงค์ไปถึงราชสำนักล้านช้าง
            ดังจะเห็นการเกิดวัฒนธรรมร่วมในการปลงศพของทั้ง พม่า ล้านช้าง และล้านนา
            ภายหลังการเปลี่ยนแปลงการปกครองของล้านนาที่ได้รับวัฒนธรรมราชสำนักสยามเข้ามา
            ทำให้วัฒนธรรมการปลงศพในล้านนาถูกแทนที่ด้วยการทำเมรุ และการใส่โกศจากราชสำนักสยาม
            นับตั้งแต่นั้นมาแทนการปลงศพเจ้านายโดยการใช้ปราสาทนกหัสดีลิงค์ได้ถูกยกเลิกลงไปโดยปริยาย
            แต่ถูกแทนที่โดยการปลงศพพระมหาเถระผู้ทรงสมณะศักดิ์และอายุพรรษามาก แทนการปลงศพเจ้านาย
            ซึ่งวัฒนธรรมการปลงศพพระสงฆ์ต่างบนหลังนกหัสดีลิงค์ในปัจจุบันยังคงมีการยึดถือกันอยู่อย่างแพร่หลายในดินแดนล้านนา
        </p>
        <p>ศรีเลา เกสรพรหม (อ้างในพระมหาจรัญ จิตฺตสํวโร.2553) ได้กล่าวไว้ในหนังสือเรื่องประเพณีชีวิตคนเมือง
            ว่าตามธรรมเนียมของชาวล้านนา นอกเหนือจากการกำหนดความสำคัญของพระภิกษุด้วยชั้นยศหรือสมณศักดิ์การปกครองสงฆ์
            ตามอย่างฝ่ายปกครองบ้านเมืองแล้ว พระภิกษุสำคัญหรือพระสงฆ์ที่เป็นผู้อาวุโส มีอายุพรรษามากบางรูป
            อาจได้รับการนับถือจากศรัทธาประชาชนทำพิธีกรรม “ฮดสรง” ยกย่องให้เป็น “ครูบาสังฆะ” ในปัจจุบัน
            การทำปราสาทศพพระสงฆ์ ใช้วิธีการ 2 แบบ คือ </p>
        <p>1. ถวายเพลิงศพลากปราสาทธรรมดา </p>
        <p>2. ถวายแบบขอพระราชทานเพลิงศพ </p>
        <p>โดยอาจารย์ศรีเลา เกสรพรหม
            ได้อธิบายเพิ่มเติมถึงแนวคิดในการสร้างปราสาทศพของพระสงฆ์ในล้านนาไว้กล่าวโดยสังเขปดังนี้
            พระภิกษุที่บวชในพระพุทธศาสนาไม่ยอมสึก อุทิศชีวิตแด่พระศาสนา เรียกกันว่า “ตายกับวัด”
            ยิ่งถ้าตายเมื่ออายุพรรษามาก เป็นครูบาสังฆะ การจัดพิธีศพก็จักทำใหญ่โต ถ้าตายก่อนเข้าพรรษา หรือในพรรษา
            จะเก็บศพไว้ปลงศพในหน้าแล้ง ประมาณเดือนกุมภาพันธ์-เมษายน แต่ถ้าตายหลังจากออกพรรษาแล้ว จะเก็บศพไว้ก่อน
            จะปลงศพประมาณเดือนพฤษภาคม-มิถุนายนกำหนดการเก็บศพ หรือกำหนดการเผาศพนี้ไม่มีระยะที่แน่นอน
            สุดแล้วแต่กรรมการศรัทธาของแต่ละวัดจะตกลงกัน การจัดการศพ เมื่อพระสงฆ์มรณภาพลงชาวบ้านจะทำ “พิธีห้างลอย”
            คล้ายกับพิธีชาวบ้าน
            แต่พิธีกรรมจะมีความนอบน้อมและละเอียดกว่าบางแห่งใช้น้ำผึ้งเทลงไปในปากเพื่อการเก็บรักษาศพไม่ให้เน่าเหม็น
            โดยเทน้ำผึ้งให้ไหลลงคอไปจนกว่าน้ำผึ้งจะไม่ลงแล้ว บางแห่งไม่กรอกน้ำผึ้ง
            เพราะเชื่อว่าพระสงฆ์ผู้มีอายุพรรษามากมักจะสูตรเรียน คาถาเทวทูตทั้ง 5 เมื่อตายลงจะไม่เน่าเหม็น
            ยิ่งเป็นพระภิกษุที่มีร่างกายซูบผอมด้วยแล้วการเน่าเหม็นจะมีน้อย เมื่อกรอกน้ำผึ้งแล้ว
            จะฉีกผ้าจีวรหรือสบงของพระให้เป็นผืนเล็กยาว พันทับร่างกาย แยกเป็นขาเป็นแขน แล้วจึง จะนำใส่โลงศพ
            ทำพิธีเทศน์สวดทำบุญ 7วันแล้วจึงปิดศพไว้ในระหว่างที่ปิดศพไว้นั้น
            ทางคณะกรรมการศรัทธาชาวบ้านจะเปิดฝาหีบตรวจดูเป็นระยะโดยตลอด บางที 1 เดือน หรือ 2 เดือน ถ้าศพมีน้ำเหลืองมาก
            ผู้ดูแลศพจะเอาผ้าที่พันศพออกเปลี่ยนผ้าพันใหม่
            และบางครั้งอาจจะเปลี่ยนขี้เถ้าฟางที่รองก้นหีบศพด้วยในกรณีพระภิกษุมรณภาพในโรงกุฏิใหม่ มีธรรมเนียมอยู่ว่า
            พระภิกษุครูบาสังฆะผู้ได้ขึ้นอยู่กุฏิใหม่ที่ศรัทธาเขาสร้างถวายและได้กรวดน้ำถวายให้แล้ว เมื่อครูบาสังฆะตายลง
            การยกศพออกจากกุฏิเพื่อจะทำการปลงศพ ให้เปิดฝาด้านทิศตะวันออกแล้วนำศพลงด้านนั้น แต่ถ้ากุฏิหลังใหม่นั้น
            ศรัทธาผู้เป็นเจ้าของยังไม่ได้กรวดน้ำถวาย พระภิกษุตายก่อน ให้นำศพลงทางบันได้ได้ตามปกติ
            ระหว่างที่ศพยังตั้งอยู่ในวัด หากมีการทำบุญต่าง ๆ เช่นงานขึ้นบ้านใหม่ งานบวชเณรบวชพระ งานฟังเทศน์กลางพรรษา
            งานสลากภัตร ที่จัดขึ้นในวัดนั้น ทางเจ้าภาพจะจัดเครื่องไทยทาน อาหาร ถวายแด่ศพพระภิกษุนั้นด้วย
            ถือว่าศพยังมีหุ้นส่วนหรือส่วนแบ่งในกิจการต่าง ๆต้องนับเอาศพพระรูปนั้นเทียบเท่ากับพระภิกษุอีก 1 รูป
            เมื่อใกล้กำหนดวันประชุมเพลิง 2-3 เดือนทางคณะกรรมการของวัดจะไปติดต่อว่าจ้างการทำปราสาทใส่ศพ
            ซึ่งจะมีการเลือกเฟ้นช่างที่มีฝีมือถือเป็นงานที่ละเอียดประณีตเมื่อ 40-50 ปีก่อน
            ช่างทำปราสาทศพที่มีฝีมือจะอยู่ตามวัด ช่างทำจะเป็นพระภิกษุในวัด การทำปราสาทศพของพระภิกษุ
            ที่มีอายุมากจะใช้เวลาในการทำอย่างน้อย 1 เดือน ปราสาทจะมีขนาดใหญ่และสูง ตั้งอยู่บนหลังนกหัสดีลิงค์
            ที่มีหัวเป็นช้างมีงวงมีงา ส่วนล่างจะใช้ต้นมะพร้าวหรือต้นตาล 2 ท่อน วางรับส่วนประกอบของปราสาททั้งหมด
            ต้นมะพร้าว 2 ท่อนนี้เรียกกันว่า “แม่เรือ”การตั้งศพบำเพ็ญกุศล ก่อนที่จะประชุมเพลิง นิยมตั้งก่อนเผา 7 วัน
            กลางวันและกลางคืนจะมีศรัทธาชาวบ้านมาร่วมฟังเทศน์ฟังสวดทุกคืน บางคนจะรับเป็นเจ้าภาพผ้าบังสุกุล
            บางคนรับเป็นเจ้าภาพฟืนที่จะเผาฟืนที่จะเผาพระภิกษุ จะเลือกเอาไม้ที่แข็งแกร่งตัดเป็นท่อนประมาณ 50 ซม.
            แล้วผ่าให้เป็นกีบ ๆ ขนาดพองามถากเอาเปลือกออก
            ตากแดดให้แห้งแล้วใช้ขมิ้นทาให้มีสีเหลืองในระหว่างที่ตั้งศพอยู่จะมีเครื่องดนตรีพื้นเมืองแห่ทุกคืน
            ในเวลากลางคืนหลังจากที่เทศน์และสวดจบมีการจุด “บอกไฟดาว” ขึ้นบนทิ้งฟ้า เสียงดังสนั่น
            มีแสงเป็นดวงเหมือนมีดาวขนาดใหญ่ตกลงมาวันที่นำศพไปฌาปนกิจ
            หรือวันประชุมเพลิงจะมีชาวบ้านศรัทธาร่วมกันลากศพเป็นจำนวนมาก ศรัทธาต่างหมู่บ้าน ต่างตำบล ต่างอำเภอ
            เมื่อทราบข่าวจะพากันมาทำบุญและลากศพถือกันว่าถ้าใครได้ลากศพครูบาสังฆะจะได้บุญมากสถานที่และเวลาปลง (เผา)
            ศพครูบาสังฆะ ส่วนมากจะจัดเผากลางทุ่งนา ซึ่งทางเจ้าของที่นาจะยินดีไม่ขัดข้อง เพราะถือว่าจะได้บุญด้วย
            ทางที่จะลากศพไปนั้นมีการถากถางให้เรียบ ตรงไหนเป็นคันนาจะขุดออก ตรงจุดที่จะเผาเก็บกวาดให้สะอาด
            ใช้ไม้ไผ่ซางลำที่สวยตรงและยาวที่สุด 4 ลำ ฝังไว้ 4 มุม ตรงที่จะเผา ส่วนบนจะใช้ผ้าจีวรขึงเป็นเพดาน เรียกว่า
            “ผ้าพิดาน” เมื่อนิยมเผากลางทุ่งนา ดังนั้น
            ศพพระสงฆ์จึงเลือกเผาในเดือนที่เสร็จจากการเก็บเกี่ยวแล้วเมื่อถึงเวลาจัดขบวนชักลาก (ส่ง) ศพ
            จะใช้เชือกขนาดใหญ่และยาว 2 เส้น ผูกกับไม้แม่เรือคือต้นมะพร้าวข้างละ 1 เส้น
            ใต้ปีกของนกหัสดีลิงค์มีช่องเปิดเข้าไปในตัวนก ให้คนเข้าไปอยู่ประจำข้างใน เพื่อดึงเชือกให้หัวนกหันซ้ายหันขวา
            ปีกขยับขึ้นขยับลง งวงม้วนขึ้นและตักเอาข้าวตอกโปรยไปข้างหน้า คือ ต้องการให้เหมือนนกมีชีวิตจิตใจ
            ข้างหน้าของขบวนเป็นตุงสามหางถัดมาเป็นพระภิกษุสามเณร ขบวนผู้ถือผ้าไตร ผ้าบังสุกุล ถือข้าวตอกดอกไม้
            จากนั้นก็เป็นขบวนผู้ถือเชือกลากศพ ขบวนที่ต่อหลังปราสาทศพเป็นหมู่แห่เครื่องดนตรี
            ด้านหน้าขบวนพระภิกษุสามเณรจะมีคนตีพานเสียงจะดังปาง ๆ พานมีลักษณะคล้ายฆ้องแต่บางกว่า มีปุ่มตรงกลาง
            ใช้ตีเวลานาคเดินเข้าโบสถ์ในการอุปสมบท บนปราสาทจะมีคนนุ่งขาวห่มขาว 5 คน
            ยืนดูข้าวของที่อยู่บนหีบศพไม่ให้ร่วงตกลงในเวลาศพเคลื่อนไป ด้านหน้ามีคนถือธงสัญญาณอันหนึ่ง
            คอยส่งสัญญาณให้ผู้ที่ชักลากรู้ว่าต้องการให้หยุดหรือให้เคลื่อนไปข้างหน้า
            ลักษณะเป็นการลื่นไหลด้วยแรงคนพึงจำนวนมาก ในระหว่างที่ลากศพออกไป นกหัสดีลิงค์จะใช้งวงโปรยข้าวตอกไปตลอดทาง
            ปีกขยับเหมือนกำลังบินอยู่บนอากาศฉันนั้น เสียงของพานที่ตีจะดังเป็นจังหวะไปตลอดทาง ใช้เวลาในการชักลากประมาณ
            1-2 ชั่วโมง เมื่อลากไปถึงจุดหมายปลายทาง รอให้คนพักหายเหนื่อยแล้ว จะนิมนต์พระสงฆ์มาชักผ้าบังสุกุล
            การเผาพระภิกษุจะไม่ยกหีบศพลงมาอาบน้ำหรือผ่าหีบเหมือนกับฆราวาส เมื่อถึงเวลาเผาจะมีการจุด “บอกไฟหล่อ”
            คือใช้บ้องไฟขนาดเล็กยาวประมาณ 30 ซม.บ้องไฟนั้นส่วนล่างมีล้อ2 ล้อ ด้านบนมักจะทำเป็นรูปสัตว์ เช่น
            รูปสัตว์ประจำปีเกิดของพระภิกษุที่ตายไป เป็นต้น เมื่อเอาบอกไฟวางพื้นจุดฉนวนแล้ว
            บอกไฟจะเคลื่อนออกจากฐานจุดซึ่งอยู่ห่างจากปราสาทประมาณ 50 เมตร พุ่งเสยขึ้นไปชนเอาปราสาท
            ศพหนึ่งจะใช้บอกไฟหล่อเป็นสิบ ๆ กระบอก พุ่งไปชนปราสาทบ้าง พุ่งผ่านด้านข้างปราสาทไปบ้าง
            กระบอกใดที่ชนเข้าไปในปราสาทก็จะเกิดไฟลุกขึ้นเป็นการเผาศพ ครั้นปราสาทติดไฟไหม้แล้ว คนที่มาชักลากก็จะทยอยกลับ
            บางคนรอดูว่าผ้าที่ขึงเพดานจะไหม้หรือไม่ เชื่อกันว่า ถ้าผ้าเพดานไม่ไหม้ไฟ
            พระภิกษุที่ตายมีบุญมากชาวบ้านจะขอแบ่งเอาผ้านั้นคนละนิดละหน่อยเพื่อเก็บไว้บูชานับจากวันเผาศพไป 3 วัน หรือ 7
            วัน จะเก็บกระดูกมาทำบุญที่วัดอีกครั้งหนึ่ง แล้วจึงก่อกู่บรรจุกระดูกเก็บไว้ในวัดต่อไป
            สำหรับศพของพระสงฆ์ที่มีอายุพรรษามาก หรืออาจกล่าวได้ว่าเป็นครูบาสังฆะดังกล่าวข้างต้น เวลามรณภาพ
            ก็จะมีการสร้างปราสาทนกหัสดีลิงค์ ซึ่งได้รวบรวมมาเพื่อให้เกิดความเข้าใจในการสร้างปราสาทดังกล่าว
            จึงขอกล่าวถึงที่มาของปราสาทดังต่อไปนี้ชนชั้นสูง เจ้านาย หรือพระเถระชั้นผู้ใหญ่ งานพิธีการส่งศพ
            จะเรียกว่าพิธีการส่งสการดังที่กล่าวมา ซึ่งมีขั้นตอนหลักคล้ายกับพิธีการของชาวบ้านและสามัญชนโดยทั่วไป
            หากแต่มีรายละเอียดที่สลับซับซ้อนกว่า ต้องใช้ทรัพยากร ฝีมือ แรงงานและใช้เวลาในการจัดเตรียมมากพอสมควร ดังนั้น
            ประเพณีการส่งสการเจ้านาย หรือพระสงฆ์
            พระเถระชั้นผู้ใหญ่นั้นจะต้องมีการตระเตรียมวางแผนเป็นอย่างดีเมื่อพระเถระสำคัญสิ้นลง
            จะมีพิธีอาบน้ำร่างผู้วายชนม์ เปลี่ยนชุดเครื่องแต่งกายแบบเต็มยศ หรือเสื้อผ้าอาภรณ์ชั้นดี
            หรืออาจมีการปิดทองคำห่อหุ้มร่างนั้นเอาไว้ ก่อนพิธีรดน้ำศพและการขอขมาศพ
            ร่างนั้นจะถูกพันห่อด้วยผ้าเนื้อดีหลายชั้น
            บรรจุไว้ในโลงที่ทำขึ้นมาอย่างวิจิตรสวยงามจัดตั้งไว้อย่างเป็นทางการภายในหอหลวง
            หรือวิหารสำหรับการประกอบพิธีการในระยะยาว ชาวล้านนานั้นนิยมเก็บศพเจ้านาย ชนชั้นสูง
            และพระเถระองค์สำคัญไว้เป็นแรมปี หรือในบางกรณีเก็บไว้หลายปี
            นัยว่าเพื่อกราบไหว้บูชารำลึกถึงบุญคุณสำหรับญาติพี่น้อง ญาติโยม ศิษยานุศิษย์
            และเพื่อเป็นการเตรียมความพร้อมในการจัดพิธีการส่งสการอย่างถูกต้องตามประเพณี
            และเพื่อเป็นการยกย่องเชิดชูเกียรติพระมหาเถระชั้นผู้ใหญ่
            ชาวล้านนาจึงนิยมสร้างปราสาทนกหัสดีลิงค์บรรจุศพถวายพระมหาเถระชั้นผู้ใหญ่อย่างสมเกียรติ </p>
        <p>พระมหาจรัญ จิตฺตสํวโร (กันธิมา).(2553).ได้ศึกษาเรื่องการศึกษาแนวคิดความเชื่อเชิงวัฒนธรรมในการสร้างปราสาทศพ
            ของชาวพุทธล้านนาประวัติความเป็นมาของการสร้างปราสาทศพของชาวพุทธล้านนา พบว่า
            ปราสาทศพเกิดขึ้นจากความเชื่อของคนเรา ซึ่งเกิดจากความเชื่อที่มาจากศาสนาพุทธและศาสนาพราหมณ์
            คือเรื่องเขาพระสุเมรุอันเป็นแกนกลางของจักรวาล ซึ่งเป็นความเชื่อของศาสนาพราหมณ์
            ส่วนในทางพระพุทธศาสนาจะเป็นเรื่องพิธีกรรมของสงฆ์
            สำหรับการทำปราสาทศพไม่มีหลักฐานที่ชัดเจนว่าเริ่มทำขึ้นเมื่อใด แต่หลักฐานเก่าแก่จากพงศาวดารโยนก พบว่า
            การใช้วิมานหรือบุษบก ซึ่งเป็นต้นแบบของปราสาทศพในปัจจุบัน มีขึ้นปลายสมัยราชวงศ์มังรายครองเมืองเชียงใหม่
            แนวคิดเชิงวัฒนธรรมในการสร้างปราสาทศพของชาวพุทธล้านนา พบว่า จากเดิม งานศพเป็นของญาติมิตร
            หมู่บ้านและชุมชนทั้งหมด กลายเป็นงานศพของธุรกิจขายโลงขายปราสาทศพขายพวงหรีด ธุรกิจของกลุ่มฌาปนกิจสงเคราะห์
            และกิจกรรมซื้อขายการจัดการพิธีกรรมพัฒนาการงานศพของชาวล้านนาในสังคมสมัยใหม่ โดยทั่วไปแล้ว
            ยังคงมีแนวโน้มการพัฒนารูปแบบ การท้าทาย การประชันขันแข่ง การย่อส่วน
            และการไม่กล้าปฏิเสธบรรทัดฐานหรือประเพณีเดิม
            อันเป็นลักษณะค่านิยมการใช้ปราสาทศพและลากปราสาทศพในการทำพิธีปลงศพอยู่รวมทั้งยังมีการตานตูบหรือทานเฮือนผีให้แก่ผู้ตายสืบมาจนถึงปัจจุบันความเชื่อเชิงวัฒนธรรมในการสร้างปราสาทศพของชาวพุทธล้านนา
            โดยเฉพาะด้านมรดกทางภูมิปัญญาของท้องถิ่น
            ซึ่งความเชื่อเช่นนี้กลายเป็นวัฒนธรรมของคนล้านนาตั้งแต่อดีตสืบมาจนถึงปัจจุบัน ด้านความกตัญญูกตเวที
            ชาวพุทธล้านนามีคติความเชื่อเชิงวัฒนธรรมที่ว่า การสร้างปราสาทศพให้แก่ผู้วายชนม์นั้น
            เป็นการแสดงออกซึ่งความกตัญญูกตเวทิตาธรรม ตามหลักการแห่งพระพุทธศาสนา ด้านการยกย่องเชิดชูเกียรติ
            เมื่อยังมีชีวิตอยู่ก็แสดงออกซึ่งความกตัญญูกตเวทีต่อบรรพชน ครั้นล่วงลับดับสังขารก็ยกย่องเชิดชูเกียรติ
            ซึ่งวัฒนธรรมของคนล้านนาเกี่ยวกับพิธีศพนั้นเป็นความเชื่อที่ฝังรากลึกในวิถีชีวิตของคนเมืองมานานนับร้อยปี
            เมื่อมีคนตายจะต้องจัดงานศพขึ้นเพื่อเป็นการไว้อาลัยแก่คนตายอย่างสมเกียรติ
            พิธีศพของคนล้านนาจะมีความแตกต่างจากพิธีศพของคนในภาคอื่น
            คือการจัดแต่งปราสาทใส่ศพประดับประดาด้วยดอกไม้สดหรือดอกไม้แห้งให้แลดูสวยงาม
            นัยว่าเพื่อเป็นการยกย่องผู้ตายให้ได้ขึ้นไปสู่สรวงสวรรค์</p>
        <p>การสร้างปราสาทศพจึงเป็นการสะท้อนให้เห็นถึงคุณค่าในด้านความเชื่อและประเพณีที่มีการสืบทอดกันมาช้านานที่เกี่ยวข้องกับหลักความเชื่อด้านศาสนาในเรื่องของนรก
            สวรรค์ของคนล้านนา ที่สอดคล้องกับ พระครูอรัญเขตพิทักษ์ (2546) และ พระครูพิสุทธิ์พัฒนพิธาน(ประพันธ์ ภททสิริ)
            (2548)
            กล่าวถึงเชื่อเรื่องนรกและสวรรค์มีความสัมพันธ์กับวิถีชีวิตของคนตั้งแต่โบราณและเป็นความเชื่อที่ฝังแน่นมาช้านานแล้วแม้ชาวบ้านจะไม่สามารถพิสูจน์ได้ด้วยตัวเองแต่ชาวบ้านก็ไม่กล้าลบหลู่ในเรื่องนรกและสวรรค์โดยอาศัยการผสมผสานกันระหว่างหลักธรรมพระพุทธศาสนากับความเชื่อถือดั้งเดิมที่ฝังลึกในจิตใจอย่างแนบแน่น
            ในส่วนของคุณค่าด้านเศรษฐกิจของปราสาทศพในปัจจุบัน
            มีส่วนสำคัญในสังคมเพราะเป็นการสร้างระบบเศรษฐกิจในระดับชุมชนก่อให้เกิดการสร้างอาชีพและรายได้แก่ชุมชน
            สอดคล้องกับพระมหาจรัญจิตฺตสํวโร (กันธิมา) (2553)
            กล่าวถึงแนวคิดเชิงวัฒนธรรมในการสร้างปราสาทศพของชาวพุทธล้านนาพบว่าจากเดิมงานศพเป็นของญาติมิตรหมู่บ้านและชุมชนทั้งหมดกลายเป็นงานศพของธุรกิจขายโลงขายปราสาทศพขายพวงหรีดธุรกิจของกลุ่มฌาปนกิจสงเคราะห์และกิจกรรมซื้อขายการจัดการพิธีกรรมพัฒนาการงานศพของชาวล้านนาในสังคมสมัยใหม่โดยทั่วไปแล้วยังคงมีแนวโน้มการพัฒนารูปแบบการท้าทายการประชันขันแข่งการย่อส่วน
            มีการสืบทอดจากเครือญาติการสร้างปราสาทศพในจังหวัดเชียงรายได้ผ่านกาลเวลามานับหลายสิบปี
            ความเชื่อเชิงวัฒนธรรมในการสร้างปราสาทศพของชาวพุทธล้านนาโดยเฉพาะด้านมรดกทางภูมิปัญญาของท้องถิ่นซึ่งความเชื่อเช่นนี้กลายเป็นวัฒนธรรมของคนล้านนาตั้งแต่อดีตสืบมาจนถึงปัจจุบันด้านความกตัญญูกตเวทีชาวพุทธล้านนา
        </p>

    </div>
    @endsection
