@extends('rongbualoy.layout.page')
@section('title','รูปแบบปราสาทศพ-แหล่งเรียนรู้อัตลักษณ์ทางวัฒนธรรม (ปราสาทศพ) บ้านร่องบัวลอย')
@section('content')
<div id="myCarousel" class="carousel slide" data-ride="carousel">
    <!-- Wrapper for slides -->
    <div class="carousel-inner" role="listbox">
        <div class="item active">
            <img src="{{ asset('img_rbl/95240843_1115216228841733_1050228394177855488_o-3.jpg') }}" alt="" width="1200" height="300">
            <div class="carousel-caption">
                <h2>รูปแบบปราสาทศพ</h2>
                <p>ในอดีตการทำปราสาทศพคนจะมาช่วยกันทำไม่มีขายดังเช่นปัจจุบันซึ่งมีความคิดกันว่าเมื่อทำแล้วจะได้มากุศลบุญ
                </p>
            </div>
        </div>
    </div>
</div>
<div id="revolation" class="bg-1">
    <div class="container">
        <h3 class="text-center">รูปแบบปราสาทศพ</h3>
        <p>รูปแบบปราสาทศพ
            ในอดีตการทำปราสาทศพคนจะมาช่วยกันทำไม่มีขายดังเช่นปัจจุบันซึ่งมีความคิดกันว่าเมื่อทำแล้วจะได้มากุศลบุญ
            ฉะนั้นปราสาทในอดีตจะมีความละเอียดงดงามมากหากในปัจจุบันในเรื่องของรายละเอียดลวดลายรวมทั้งเครื่องเคราต่างๆ
            ของปราสาทถูกตัดทอนลงเพื่อความสะดวกและที่สำคัญคือเรื่องเกี่ยวกับผลประโยชน์ในทางพาณิชย์เพื่อธุรกิจเป็นสำคัญดังนั้นอะไรที่พอจะประหยัดต้นทุนได้ก็จะทำจึงทำให้ปราสาทในปัจจุบันลดความงามลงเมื่อเปรียบเทียบกับอดีตทว่าการทำในปัจจุบันก็ยังคงไว้ซึ่งโครงสร้างลักษณะในส่วนที่สำคัญๆ
            ไว้ไม่มีการเปลี่ยนแปลงหรือถูกตัดทอนออกในอดีตพบว่ามีการทำปราสาทมียอดซึ่งสันนิษฐานว่าคือรูปแบบทรงปากกระบานที่เรียกกันในปัจจุบัน
            ซึ่งแต่ก่อนจะทำปราสาททรงปากกระบานนี้เป็นหลังเล็กแล้วนำไปบรรจุในปราสาทหลังใหญ่กว่าและมียอดแล้วจึงทำการชักลากไปเผาเหตุการณ์ลักษณะนี้พบเห็นนานมาแล้ว
        </p>
        <p>พระมหาจรัญจิตฺตสํวโร (2553 : 59-73)ได้อธิบายถึงรูปแบบของปราสาทว่า
            ต่อมาเมื่อมีการใช้ปราสาทศพสำหรับพระสงฆ์มากขึ้นผู้จัดทำซึ่งเป็นพระลูกวัดที่มีฝีมือทั่วไปก็ช่วยกันตกแต่งประดับประดาโดยมีต้นแบบสำคัญที่เห็นภายในวัดก็คือหลังคาโบสถ์วิหารต่างๆ
            ปราสาทจึงมีความสวยงามมากขึ้นต่อมาได้มีการพัฒนาการทางด้านการใช้ปราสาทจากเดิมที่นำปราสาทมาซ้อนกันก็เปลี่ยนมาเป็นการลากปราสาทหลังเล็กหลังเดียวไปเผาบนเมรุซึ่งเมรุก็คือปราสาทหลังใหญ่ในอดีตเพียงแต่ได้มีการประยุกต์ให้เป็นสิ่งก่อสร้างถาวรเพื่อความสะดวกภายในจังหวัดเชียงใหม่บริเวณอำเภอสารภีอำเภอแม่ริมอำเภอสันป่าตองและอำเภอดอยสะเก็ดนั้นได้พบว่ามีการทำปราสาทศพในหลายรูปแบบแตกต่างกันไปมากบ้างน้อยบ้างตามลักษณะของเขตพื้นที่รวมแล้วได้5รูปแบบด้วยกันและได้อธิบายถึงรูปแบบปราสาทแต่ละรูปแบบไว้โดยละเอียดดังนี้ได้แก่
        </p>
        <p>1. รูปแบบทรงกระโจม(กระจง)
            ปราสาทศพรูปแบบนี้กล่าวได้ว่าเป็นต้นแบบหรือลักษณะของปราสาทในระยะแรกที่มีการสร้างปราสาทขึ้นมาซึ่งปราสาทรูปทรงกระโจมนี้ได้มีการพัฒนามาจากแมวควบ
            (แมวครอบ)
            แล้วจึงคลี่คลายมาเป็นทรงกระโจมดังเช่นปัจจุบันปราสาทในรูปแบบนี้นิยมกันมากในอดีตเนื่องจากสะดวกในการสร้างและใช้วัสดุไม่สิ้นเปลืองซึ่งเป็นการประหยัดไปในตัวอีกทั้งยังสวยงามและตกแต่งลวดลายได้ง่ายในส่วนฐานจะถูกกำหนดให้เป็นฐานธรรมดาที่เรียกว่า
            “ฐานคอกหมู” มีลักษณะเป็นฐานซ้อนชั้นกันสองชั้นเรียบๆ ไม่มีการย่อมุมใดๆ
            ทั้งสิ้นจึงง่ายต่อการทำและการตกแต่งลวดลายปราสาทศพรูปแบบนี้มีลักษณะทรวดทรงดังนี้คือในส่วนฐานจนถึงส่วนตัวปราสาทจะคล้ายกับปราสาทรูปทรงอื่นๆ
            คือเป็นฐานธรรมดา (ฐานคอกหมู)
            มีลักษณะเป็นฐานรูปสี่เหลี่ยมผืนผ้ายกชั้นลดหลั่นกันขึ้นไป2ชั้นชั้นบนขึ้นไปเป็นส่วนของตัวปราสาทมีลักษณะเป็นเสา8ต้นเรียงกันเป็นคู่ขนานกันไป4คู่ตามความยาวของฐานล่างในส่วนนี้ช่างนิยมติดม่านที่ทำด้วยผ้าลูกไม้สวยงามถัดขึ้นไปเป็นส่วนของหลังคาปราสาทมีลักษณะเป็นรูปทรงกระโจมคล้ายกระโจมหรือมุ้งครอบเด็กทารกส่วนบนสุดเป็นยอดปราสาทมีลักษณะเป็นทรงจอมแหสูงชะลูดขึ้นไปยอดบนสุดเป็นรูปดอกบัวตูม
        </p>
        <p>2. รูปแบบทรงจั่วชั้นเดียวสี่ด้าน ปราสาทศพรูปแบบนี้เริ่มมีวิวัฒนาการและพัฒนารูปแบบจากทรงกระโจม (กระจง)
            มาเป็นทรงปราสาทมีจั่วแบบในงานจิตรกรรมที่ชาวบ้านมักจะพบเห็นและคุ้นเคยจากผนังวิหารผนังโบสถ์ของวัดต่างๆ
            และด้วยความคิดที่ว่าปราสาทเป็นที่อยู่ของเทวดานางฟ้าที่อยู่บนสวรรค์ซึ่งด้วยความต้องการที่จะให้ผู้ตายที่เป็นญาติของตนได้ขึ้นสวรรค์จึงเกิดการสร้างปราสาทรูปแบบนี้ขึ้นมาตามที่เคยเห็นในภาพจิตรกรรมฝาผนังของวัดต่างๆ
            ปราสาทรูปแบบนี้มีลักษณะเป็นปราสาทมีจั่วสี่ด้านหรือที่เรียกว่า “จัตุรมุข”
            ตามศัพท์ที่ช่างเรียกกันนั้นคู่กันสี่คู่ในส่วนฐานนิยมใช้ฐานธรรมดาถือเป็นปราสาทที่ทำยากขึ้นจากปราสาททรงกระโจมและมีราคาสูงกว่าปราสาทรูปแบบนี้มีทรวดทรงคล้ายกับปราสาทรูปแบบกระโจมคือในส่วนฐานชั้นล่างและตัวปราสาทจะมีลักษณะที่เหมือนกันทุกประการเพียงแต่ในส่วนของหลังคาเริ่มมีพัฒนาการมาเป็นทรวดทรงจั่วที่มีลักษณะเป็นจัตุรมุขและในส่วนของปลียอดก็เหมือนกันกับปราสาทรูปแบบกระโจมเช่นกัน
        </p>
        <p>3. รูปแบบทรงจั่วสองชั้นสี่ด้านฐานธรรมดา
            ปราสาทศพรูปแบบนี้ในศัพท์ของช่างเรียกว่าปราสาทสองชั้นสี่ด้านเสาแปดต้นกล่าวคือเป็นปราสาทที่มีลักษณะหลังคาซ้อนกันสองชั้นเป็นจัตุรมุขโดยบริเวณฐานปราสาทจะไม่มีการย่อมุมจึงเรียกกันว่าฐานธรรมดาซึ่งก็คือชนิดเดียวกันกับฐานคอกหมูนั่นเองปราสาทรูปแบบนี้มีทรวดทรงคล้ายกับปราสาทรูปทรงกระโจมและรูปทรงจั่วชั้นเดียวสี่ด้านคือในส่วนของฐานล่างและส่วนของตัวปราสาทที่มีลักษณะเป็นฐานแบบธรรมดาหรือฐานคอกหมูอีกทั้งตัวปราสาทที่มีเสา8ต้นเรียงคู่ขนานกันตามความยาวของส่วนฐานปราสาทรูปแบบทรงจั่วสองชั้นสี่ด้านฐานธรรมดาจะต่างจากรูปทรงอื่นๆ
            คือในส่วนของหลังคาจะมีลักษณะเป็นหลังคาจั่วซ้อนชั้นกันสองชั้นขึ้นไปโดยมีเสารองรับน้ำหนักเพียงแปดต้นเท่านั้นโดยในส่วนปลียอดก็มีลักษณะที่เหมือนกับปราสาทรูปแบบอื่นทุกประการ
        </p>
        <p>4. รูปแบบทรงจั่วสองชั้นสี่ด้านฐานย่อมุม
            ตามศัพท์ช่างเรียกปราสาทลักษณะนี้ว่าปราสาทสองชั้นสี่ด้านเสา12ต้นโดยมีลักษณะเป็นปราสาทหลังคาซ้อนชั้นสองชั้นบริเวณฐานใช้ฐานที่มีการย่อมุมบริเวณเสาจะจัดวางให้มีลักษณะตามส่วนย่อมุมของฐานโดยมีเสาจำนวน12ต้นปราสาทรูปแบบนี้มีทรวดทรงคล้ายกับปราสาทจั่วสองชั้นสี่ด้านฐานธรรมดาลักษณะโดยทั่วไปในส่วนของฐานล่างนิยมแบบฐานธรรมดาแต่เพิ่มการย่อมุมถัดขึ้นไปจะมีส่วนของตัวปราสาทมีเสาอยู่12ต้นเรียงคู่ขนานตามความยาวของฐาน4คู่และที่บริเวณเสาคู่กลางจะมีเสาย่อมุมอีกด้านละ1คู่ซึ่งในส่วนของหลังคาและปลียอดจะเหมือนกับปราสาทรูปแบบจั่วสองชั้นสี่ด้านฐานธรรมดาทุกประการ
        </p>
        <p>5. รูปแบบทรงจั่วสามชั้นสี่ด้าน
            มีลักษณะเป็นปราสาทหลังคาซ้อนชั้นสามชั้นเป็นทรงจัตุรมุขที่บริเวณฐานมีการย่อมุมมักใช้เป็นฐานแท่นแก้วมีลักษณะคล้ายกับฐานแท่นพระในวิหารมากปราสาทในลักษณะนี้นิยมใช้กันในกลุ่มคนที่มีฐานะปานกลางจนถึงมีฐานะดีเพราะมีราคาสูงขึ้นมาจากปราสาทรูปแบบทรงแรกๆ
            ที่ได้กล่าวไว้แล้วอีกทั้งวิธีการทำก็ยากและสลับซับซ้อนมากกว่าวัสดุที่ใช้ก็ต้องใช้ในจำนวนที่มากกว่าด้วยเช่นกันปราสาทรูปแบบนี้มีลักษณะทรวดทรงดังนี้บริเวณฐานล่างจะนิยมใช้ฐานทรงแท่นแก้วชั้นต่อมาในส่วนของตัวปราสาทส่วนนี้จะมีเสารองรับหลังคาจำนวน
            16-20
            ต้นทรวดทรงโดยรวมจะคล้ายกับปราสาททรงจัตุรมุขทั่วไปซึ่งมีหลังคาซ้อนกันสามชั้นปลียอดมีลักษณะเป็นทรงจอมแหสูงชะลูดขึ้นไปในส่วนบนสุดเป็นรูปคล้ายดอกบัวตูมปราสาทรูปแบบนี้มักจะใช้ประกอบร่วมในพิธีศพกับนักหัสดีลิงค์ซึ่งใช้ในงานพิธีศพของพระชั้นผู้ใหญ่
        </p>
        <p>การสร้างปราสาทในแต่ละพื้นที่จะมีการสร้างที่แตกต่างกันออกไป
            มีรูปทรงและเทคนิควิธีการสร้างสรรค์ผลงานของตนเองที่เป็นเอกลักษณ์เฉพาะถิ่น
            ซึ่งก็มีผลมาจากโลกทัศน์บนพื้นฐานของพุทธจารีต
            ภูมิปัญญาและองค์ความรู้ประจำท้องถิ่นส่งผลให้เกิดความหลากหลายของภูมิปัญญาที่ได้รับการถ่ายทอดจากบรรพชนที่มีต่อความศรัทธาและความเชื่อต่อพิธีกรรมและศาสนา
            จึงนับเป็นมรดกทางภูมิปัญญาที่คุณค่าต่อการสืบสาน
            เรื่องราวที่เกี่ยวข้องกับปราสาทศพจึงเป็นการมองเห็นคุณค่าทางมรดกวัฒนธรรมของคนในภูมิภาคล้านนา
            ที่ถือว่าเป็นงานประดิษฐ์และการสร้างสรรค์ทางศิลปะ เป็นภูมิปัญญาและเกี่ยวข้องกับคติความเชื่อในเรื่องของความตาย
            เป็นเครื่องหมายแห่งความศรัทธาแฝงไปด้วยนัยอันลึกซึ้งละเอียดอ่อนของระบบคิดและคติความเชื่อในเรื่องของชีวิตหลังความตายผสมผสานกับหลักธรรมคำสอนตามแนวพุทธปรัชญาในเรื่องของสัจธรรมของชีวิต
            การอนุรักษ์และการเก็บรวมรวบข้อมูลของปราสาทศพจึงเป็นการสืบสานและอนุรักษ์องค์ความรู้และภูมิปัญญาในเรื่องของศิลปวัตถุไว้ก่อนที่จะสูญหายไปกับกาลเวลาที่เปลี่ยนแปลงไป
        </p>
        <p>วิวัฒนาการของปราสาทโดยทั่ว ๆ
            ไปนั้นสันนิษฐานว่าคงจะมีการพัฒนาต่อมาจากรูปแบบที่เป็นมานับตั้งแต่เริ่มพัฒนาการจากการมีความเชื่อเรื่องชีวิตหลังความตาย
            และการนำเอาวัตถุสิ่งของฝังรวมกับผู้ตายต่อมาพัฒนาต่อมาจนมาถึงสมัยที่มีศาสนาเข้ามารูปแบบก็เปลี่ยนไปมีพิธีกรรมที่เกี่ยวกับผู้ตายเริ่มซับซ้อนขึ้น
            มีการกำหนดว่าใครควรจะทำหรือมิทำสิ่งใด เหมาะสมกับฐานะตำแหน่งหรือชนชั้นหรือไม่
            แม้จนถึงปราสาทไม้ศพก็ยังมีการกำหนดไว้อย่างชัดเจนวิวัฒนาการของปราสาทเริ่มตั้งแต่การทำสิ่งที่ง่าย ๆ
            คือแมวครอบศพกลายมาเป็นปราสาทหลังเปียงหลังก๋ายและกาโจง
            จนมาถึงยุคปัจจุบันแม้ว่าคตินิยมบางอย่างจะถูกลบเลือนไปตามกาลเวลา
            แต่ปราสาทก็ยังคงเป็นที่นิยมอยู่ถึงแม้ว่ารูปแบบอาจจะไม่เหมือนกับที่ได้กำหนดไว้ในจารีตก็ตาม (สัมภาษณ์
            คุณจิรกาล สุพรรณรัตน์, 2557) </p>
        <p>ในปัจจุบันการสร้างปราสาทศพโดยทั่วไปจะเป็นการจำลองเอาพระวิหารวัดซึ่งเป็นที่ประดิษฐานของพระพุทธรูป
            โดยในคติชนของล้านนามีความเชื่อว่าในวิหารนั้นเป็นสวรรค์ เป็นสถานที่ประดิษฐานของพระพุทธเจ้า
            และยังมีอีกกลุ่มแนวคิดหนึ่ง
            คือการจำลองเอาปราสาทราชวังมาจำลองเป็นปราสาทเพราะเชื่อว่าในราชวังนั้นเป็นที่ประทับของพระมหากษัตริย์และพระบรมวงศานุวงศ์
            ซึ่งในคติความเชื่อแบบพราหมณ์นั้นเชื่อว่าพระมหากษัตริย์นั้นเปรียบเสมือนสมมุติเทพ
            ดังนั้นสถานที่ประทับจึงเป็นสวรรค์
            จากความเชื่อทั้งสองส่วนที่ได้กล่าวมานี้จึงนำมาสู่การจำลองลักษณะปราสาทที่ใช้บรรจุศพของคนโดยมีความเชื่อสำคัญในเรื่องการไปสู่สวรรค์ของคนล้านนา
            ส่วนการเรียกชื่อของปราสาทจะนิยมเรียกตามจำนวนเสาและยอดเป็นหลัก เช่น ปราสาทเสา 8 ต้น 1-2-3-5-9 ยอด ปราสาทเสา
            12 ต้น 3-5-9 ยอด และ ปราสาทหงส์ 3-5-9 ยอด
            ส่วนการเรียกทรงหลังคานั้นก็ขึ้นอยู่กับจำนวนชั้นของหลังคาที่ซ้อนกันขึ้นเป็นชั้น ๆ เหมือนหลังคาวิหารวัด
            โดยจะมีชื่อเรียกตามจำนวนชั้นว่า ซด หรือ จ๊ด เช่น ปราสาท 8-12-16-24 ต้น ยอด 1-3-5-7-9 ยอด หลังคา 2-3-5 ซด
            หรือ จ๊ด เป็นต้น สำหรับส่วนของฐาน ก็จะมีลักษณะเฉพาะของแต่ละร้าน เช่น ฐานคอกหมู (ฐานธรรมดา)
            ฐานกึ่งแท่นแก้วกึ่งธรรมดา และฐานแท่นแก้ว ซึ่งแต่ละช่างที่ทำปราสาทก็จะมีรูปทรงที่เป็นเอกลักษณ์ของตน
            ซึ่งอาจจำแนกรูปทรงปราสาทศพที่ปรากฏในปัจจุบันออกเป็น 3 รูปทรงหรือ 3 ลักษณะ (ณรงค์ เจนใจ, 2558) ดังนี้ </p>
        <p>1.1 ปราสาทหลังคาทรงจัตุรมุข
            ปราสาททรงนี้เป็นที่นิยมกันมากโดยทุกร้านปราสาทที่ได้ทำการศึกษาจะมีปราสาททรงจัตุรมุขไว้จำหน่าย
            ซึ่งรูปทรงของปราสาททรงจัตุรมุข มีหลังคาปราสาทเป็นการจำลองมาจากวิหารวัดหรือปราสาทราชวัง มาเป็นเรือนใส่โลงศพ
            เพราะมีความเชื่อว่าหากคนตายได้นอนปราสาทและทำการเผาไปพร้อมกัน
            จะส่งผลให้ดวงวิญญาณนั้นไปสู่สุคติและได้ขึ้นสวรรค์
            ลักษณะพิเศษของปราสาททรงนี้จะมีส่วนของหลังคาที่มีหน้าบันทั้งสี่ทิศ มีการประดับช่อฟ้า ใบละกา คันทวน
            หรือรังผึ้ง เช่นเดียวกับการตกแต่งพระวิหารหรือปราสาทราชวัง </p>
        <p>1.2 ปราสาททรงวิมานหรือทรงต่างวิมาน
            ปราสาททรงนี้เป็นปราสาทที่ได้รับความนิยมและเป็นเอกลักษณ์ของร้านปราสาทในอำเภอพาน
            โดยปราสาททรงนี้จะเป็นการจำลองเอาตัวเรือนปราสาทราชวังหรือวิหารวัดมาวางซ้อนทับหลังคา
            หรือลักษณะเหมือนเอาตัวเรือนปราสาทมาซ้อนทับปราสาททรงบากกระบานอีกชั้นหนึ่ง ซึ่งรูปทรงจะมีความสง่าสวยงาม
            รูปลักษณ์เฉพาะของปราสาททรงนี้อีกประการคือจะมีการทำบันไดพาดจากตัวหลังคาที่เป็นเรือนปราสาทลงมาสู่ฐานปราสาทด้านล่าง
            เพื่อเป็นนัยว่าเป็นการทอดบันไดมาให้ศพที่อยู่บนฐานปราสาทได้เดินขึ้นไปสู่ปราสาทแก้ววิมานคำหรือการเดินขึ้นสู่สวรรค์นั้นเอง
            ปราสาทนี้ก็จะมีลักษณะการเรียกชื่อที่เรียกจากจำนวนเสา จำนวนชั้นหลังคา และจำนวนยอดเช่นกัน </p>
        <p>1.3 ปราสาทหงส์ ปราสาทรูปทรงนี้เป็นมีลักษณะเช่นเดียวกับปราสาททรงปากกระบาน ทรงปราสาทจัตุรมุข
            และทรงปราสาทต่างวิมาน
            ทุกประการเพียงแต่มีการทำตัวรูปพญาหงส์วางชั้นล่างสุดและนำเอาปราสาทแต่ละทรงมาซ้อนทับขึ้นอีกชั้นหนึ่ง
            ซึ่งการทำปราสาทหงส์ให้กับคนตายนั้น มีความเชื่อว่าพญาหงส์เป็นสัตว์ป่าหิมพานต์
            มีพลังอำนาจในการบินพาวิญญาณของคนตายขึ้นสู่สวรรค์
            การทำปราสาทหงส์ให้กับญาติผู้ล่วงลับนั้นสะท้อนให้เห็นถึงคติความเชื่อของคนล้านนาในเรื่องของสวรรค์
            การแสดงความเคารพ และกตัญญูต่อผู้ล่วงลับไปอย่างแท้จริง
            ซึ่งอีกนัยหนึ่งนั้นแสดงให้เห็นถึงฐานะและบารมีในสังคมด้วยนั้นเองเพราะการทำปราสาทหงส์จะเสียค่าใช้จ่ายสูงกว่าปราสาททั่ว
            ๆ ไป </p>

    </div>
    @endsection
