@extends('rongbualoy.layout.page')
@section('title','ข้อมูลทั่วไปของชุมชนบ้านร่องบัวลอย-แหล่งเรียนรู้อัตลักษณ์ทางวัฒนธรรม (ปราสาทศพ) บ้านร่องบัวลอย')
@section('content')
	<div id="myCarousel" class="carousel slide" data-ride="carousel">
    <!-- Wrapper for slides -->
    <div class="carousel-inner" role="listbox">
      <div class="item active">
        <img src="{{ asset('img_rbl/95240843_1115216228841733_1050228394177855488_o-3.jpg') }}" alt="" width="1200" height="300">
        <div class="carousel-caption">
          <h2>ข้อมูลทั่วไปของชุมชนบ้านร่องบัวลอย</h2>
          <p>ชุมชนบ้านร่องบัวลอย อำเภอเวียงชัย จังหวัดเชียงราย เป็นชุมชนเก่าแก่ที่คนในชุมชนมีอาชีพทำปราสาทศพขายตั้งแต่ปี พ.ศ. 2518</p>
        </div>
      </div>
</div>

<div class="container">
    <h3 class="text-center">ข้อมูลทั่วไปของชุมชนบ้านร่องบัวลอย</h3>
    <p>
	บ้านร่องบัวลอย หมู่ที่ 2 ตำบลเวียงชัย เดิมเป็นสาวนหนึ่งของบ้านสันทราบร่องบอน หมู่ที่ 12 อยู่ในเขตการปกครองของตำบลสันทราย อำเภอเมือง จังหวัดเชียงราย ต่อมาได้แยกหมู่บ้านจากบ้านสันทราบร่องบอนเมื่อ พ.ศ.2511 เป็นหมู่ที่ 15 ตำบลสันทรายและต่อมาได้มีการแยกกิ่งอำเภอเวียงชัย จึงมาทำให้บ้านร่องบัวลอยแยกออกมาจากบ้านสันทรายร่องบอน มาเป็นบ้านร่องบัวลอย หมู่ที่ 2  อยู่ห่างจากที่ว่าการอำเภอเวียงชัยระยะทางประมาณ 3 กิโลเมตร และอยู่ห่างจากตัวจังหวัดเชียงรายประมาณ 13 กิโลเมตร สภาพภูมิศาสตร์เป็นพื้นที่ราบลุ่มเหมาะแก่การทำการเกษตร โดยมีพื้นที่ทั้งหมด 2,065 ตารางกิโลเมตร	มีจำนวนครัวเรือนทั้งสิ้น 200 ครัวเรือน และมีจำนวนประชากรจำนวน 572 คน แบ่งเป็น เพศชายจำนวน 218 คน และ เพศหญิงจำนวน 294 คน การประกอบอาชีพ ของคนในชุมชน ส่วนใหญ่ประกอบอาชีพทำการเกษตร รับจ้างทั่วไป พนักงานราชการ/รับราชการ ค้าขาย และธุรกิจส่วนตัว ตามลำดับ มี รายได้เฉลี่ยต่อคนต่อปี เท่ากับ 75,670 บาทร้านค้าต่าง ๆ ในหมู่บ้าน ได้แก่ ร้านขายของชำ ร้านค้าชุมชนขายปุ๋ย/ยา ร้านขายวัสดุอุปกรณ์ก่อสร้าง ร้านก๋วยเตี๋ยว</p>
    <p>ชุมชนบ้านร่องบัวลอย อำเภอเวียงชัย จังหวัดเชียงราย เป็นชุมชนเก่าแก่ที่คนในชุมชนมีอาชีพทำปราสาทศพขายตั้งแต่ปี พ.ศ. 2518 โดยเริ่มจากการทำปราสาทจากช่างปราสาทรุ่นแรก ได้แก่ นายทา ศรีเป็ง นายมา ศรีเป็ง และนายมา ลือชัย ซึ่งย้ายถิ่นฐานมาจากบ้านดอนแก้ว อำเภอห้างฉัตร จังหวัดลำปาง มาตั้งรกรากที่บ้านร่องบัวลอย ในการทำครั้งแรกเป็นการทำเพื่อช่วยเหลือกันและกันในหมู่ญาติพี่น้องบ้านใกล้เรือนเคียง และชาวบ้านในหมู่บ้านเดียวกัน เมื่อมีความชำนาญและเกิดการถ่ายทอดสู่คนในชุมชนทำให้คนในชุมชนเกิดทักษะในการทำปราสาทมากขึ้น จึงมีการแยกตัวออกไปทำธุรกิจปราสาทศพกันอย่างแพร่หลาย ในอดีตแทบทุกครัวเรือนในชุมชนจะมีอาชีพทำปราสาทศพซึ่งในยุคหนึ่งมีความจำนวนร้านค้าปราสาทศพมากกว่า 12 ร้านแต่ในปัจจุบันเหลือผู้ที่ทำปราสาทศพขายในชุมชนเหลืออยู่จำนวน 4 ร้าน ถึงกระนั้นก็ตามแม้ว่าในปัจจุบันแม้จะเหลือเพียงไม่กี่ร้านแต่ปราสาทศพบ้านร่องบัวลอยก็ยังคงเป็นที่รู้จักของคนเชียงรายและจังหวัดใกล้เคียงในฐานะหมู่บ้านที่ทำปราสาทศพที่มีชื่อเสียงของจังหวัดเชียงราย เนื่องด้วยการทำปราสาทศพของชุมชนแห่งนี้มีการทำกันมาอย่างยาวนานจึงทำให้เกิดพัฒนาทักษะของช่างและผ่านการประดิษฐ์คิดค้นรูปทรงปราสาทศพมาจนมีความเป็นเอกลักษณ์ที่เป็นแบบฉบับของสกุลช่างร่องบัวลอยที่ไม่เหมือนใคร และมีความโดดเด่นในรูปทรงรวมถึงด้านเทคนิควิธีการทำ</p>
  <p>&nbsp;</p>
</div>
@endsection
