@extends('rongbualoy.layout.page')
@section('title','ร้านสล่าเสริฐ ร่องบัวลอย 1-แหล่งเรียนรู้อัตลักษณ์ทางวัฒนธรรม (ปราสาทศพ) บ้านร่องบัวลอย')
@section('content')
<div id="myCarousel" class="carousel slide" data-ride="carousel">
    <!-- Wrapper for slides -->
    <div class="carousel-inner" role="listbox">
        <img src="{{ asset('img_rbl/95240843_1115216228841733_1050228394177855488_o-3.jpg') }}" alt="" width="1200"
            height="300">
        <div class="carousel-caption">
            <h2>ร้านปราสาทเจริญทอง (ร่องบัวลอย 2) </h2>
            <p>ร้านปราสาทเจริญทอง (ร่องบัวลอย 2) ได้เริ่มดำเนินการโดยนายเจริญ ขัติยะ ซึ่งได้ดำเนินการเมื่อปี พ.ศ. 2538
                จนถึงปัจจุบันได้ดำเนินกิจการมาแล้ว 25 ปี</p>
        </div>
    </div>
</div>
</div>
<div class="container">
    <h3 class="text-center">ร้านปราสาทเจริญทอง (ร่องบัวลอย 2) </h3>
    <p>ร้านปราสาทเจริญทอง (ร่องบัวลอย 2) ได้เริ่มดำเนินการโดยนายเจริญ ขัติยะ ซึ่งได้ดำเนินการเมื่อปี พ.ศ. 2538
        จนถึงปัจจุบันได้ดำเนินกิจการมาแล้ว 25 ปี โดยเมื่อปี พ.ศ. 2526
        ได้เป็นลูกมืออยู่ในร้านทำปราสาทของพี่ชายและมีความชำนาญขึ้นเรื่อย ๆ เพราะเป็นงานที่สามารถเรียนรู้ได้
        และศึกษาจากรูปแบบโครงสร้างก็สามารถทำได้ จนเมื่อได้มีการสั่งสมความรู้เกี่ยวกับการทำปราสาทจนมีความเชี่ยวชาญแล้ว
        จึงได้ออกมาเปิดร้านเป็นของตนเองโดยใช้ชื่อว่า “ร้านปราสาทเจริญทอง (ร่องบัวลอย 2)” ซึ่งนายเจริญ ขัติยะ
        เป็นผู้ก่อตั้งร้าน ในปัจจุบันได้มีการสืบทอดกันมาแล้ว 3 รุ่น โดยปัจจุบันมีลูกชายเป็นผู้สืบทอด
        และได้ขยายสาขาร้านทำปราสาทออกไปอีก 1 สาขา ซึ่งร้านสาขานี้จะประกอบเต้นท์และทำเต้นท์ขายด้วย </p>
    <p>กลุ่มลูกค้าเป็นกลุ่มทั่วไป ส่วนใหญ่อยู่ในพื้นที่ตำบลแม่ยาว ตำบลท่าสาย อำเภอเมือง หรืออำเภอเชียงของ
        โดยทางร้านได้มีการนำเสนอรูปแบบให้ลูกค้าเลือก หรือทางร้านจะจัดทำตามแบบหรือตามความต้องการของลูกค้า
        ลวดลายและรูปทรงปราสาท ได้รับการออกแบบจากอาจารย์เฉลิมชัย โฆษิตพิพัฒน์ ศิลปินที่มีชื่อเสียงของไทย
        โดยรูปทรงและลวดลายของปราสาทมีลักษณะคล้ายกับวัดร่องขุน ตลอดจนทางร้านจะเน้นด้านการบริการแบบครบวงจร เช่น ปราสาท
        เฮือนตาน ครัวเฮือนตาน เต้นท์ ศาลาไทย โลงศพ บั้งไฟดอก โคมไฟ พลุดาวกระจาย เป็นต้น จากการศึกษาข้อมูลองค์ประกอบ
        รูปทรงและเอกลักษณ์ของร้านปราสาทเจริญทอง (ร่องบัวลอย 2) ดังนี้ </p>
    <p><strong>องค์ประกอบของปราสาท </strong></p>
    <p>ปราสาทที่ทำด้วยไม้ ซึ่งเป็นวัสดุดั่งเดิมส่วนใหญ่ทำมาจากไม้งิ้วป่า เพราะมีน้ำหนักเบาและเวลาเผาจะไหม้ไฟได้ง่าย
        รูปแบบที่เป็นวิวัฒนาการของปราสาท สามารถนำมาใช้ประโยชน์ได้ โดยจะนำโต๊ะ เก้าอี้มาประดับในปราสาท
        เมื่อเวลาเผาศพแล้วก็จะนำโต๊ะ เก้าอี้เหล่านั้นไปมอบถวายให้กับวัดเพื่อใช้ในสาธารณะประโยชน์ต่อไป </p>
    <p><strong>ฐาน </strong></p>
    <p>ฐานปราสาทของร้านเจริญทองร่องบัวลอย นิยมทำฐานปราสาทเป็นฐานปราสาทแบบแท่นแก้ว 5 ชั้น
        เริ่มต้นขึ้นโครงปราสาทด้วยไม้เนื้ออ่อนเพื่อทำเป็นโครงสร้าง เป็นชั้นลดหลั่นกันในลักษณะของแท่นแก้ว
        เมื่อทำโครงสร้างเสร็จแล้วจึงนำกระดาษแข็งมาติดทับให้ได้รูปทรงที่สวยงาม และเพิ่มความแข็งแรงของฐานปราสาท
        จากนั้นจึงนำกระดาษสีต่าง ๆ ที่ฉลุลายแล้วมาประดับตกแต่งให้สวยงาม ซึ่งปัจจุบันนี้ทางร้านได้นำลวดลายพิมพ์
        (ลายสกรีน) มาประดับตกแต่งด้วยเพื่อความรวดเร็วและประหยัดเวลา </p>
    <p><strong>หลังคาและยอด</strong></p>
    <p>หลังคาปราสาทของร้านนี้เป็นหลังคาทรงพื้นเมือง กล่าวคือเป็นหลังคาทรงจัตุรมุข
        มีหน้าบันทั้งสีด้านหลังคาซ้อนกันเป็นชั้นมีจำนวน 3 ชั้น 4 ชั้น หรือ 5 ชั้นบ้างตามความต้องการของลูกค้า
        สำหรับยอดปราสาทนิยมทำเป็นปราสาทยอดเดียว อาจจะมีจำนวนยอดเพิ่มเติมบ้างเป็น 3 ยอด 5 ยอด
        ก็ขึ้นอยู่กับความต้องการของลูกค้า </p>
    <p><strong>ลวดลายและเครื่องประดับปราสาท</strong></p>
    <p>ลวดลายที่ทางร้านได้นำมาประดับและตกแต่งปราสาท จะประกอบด้วยลวดลายที่ฉลุเองและลวดลายพิมพ์ (ลายสกรีน)
        โดยลวดลายที่นำมาประดับจะเป็นลายไทย และลายประยุกต์ การสร้างตามวิวัฒนาการของปราสาท และความต้องการของลูกค้า
        โดยเน้นการนำไปใช้ประโยชน์ต่อไป </p>
    <p><strong>ข้อมูลการติดต่อ</strong></p>
    <p>นายเจริญ ขัติยะ ร้านปราสาทเจริญทอง ตั้งอยู่เลขที่ 77 หมู่ 2 ตำบลเวียงชัย อำเภอเวียงชัย จังหวัดเชียงราย โทรศัพท์
        081 – 7966474, 083 – 7645133 </p>
    <p>&nbsp;</p>
</div>
@endsection
