@extends('rongbualoy.layout.page')
@section('title','ร้านสล่าเสริฐ ร่องบัวลอย 1-แหล่งเรียนรู้อัตลักษณ์ทางวัฒนธรรม (ปราสาทศพ) บ้านร่องบัวลอย')
@section('content')
<div id="myCarousel" class="carousel slide" data-ride="carousel">
    <!-- Wrapper for slides -->
    <div class="carousel-inner" role="listbox">
        <div class="item active"> <img
                src="{{ asset('img_rbl/95240843_1115216228841733_1050228394177855488_o-3.jpg') }}" alt="" width="1200"
                height="300">
            <div class="carousel-caption">
                <h2>ร้านสล่าเสริฐ ร่องบัวลอย 1 </h2>
                <p>ร้านสล่าเสริฐ ร่องบัวลอย 1 ได้เริ่มดำเนินการโดยนายพุฒ บุญวงค์ ซึ่งได้ดำเนินการเมื่อปี
                    พ.ศ. 2530 จนถึงปัจจุบันได้ดำเนินกิจการมาแล้ว 33 ปี</p>
            </div>
        </div>
    </div>
</div>
<div class="container">
    <h3 class="text-center">ร้านสล่าเสริฐ ร่องบัวลอย 1 </h3>
    <p>ร้านสล่าเสริฐ ร่องบัวลอย 1 ได้เริ่มดำเนินการโดยนายพุฒ บุญวงค์ ซึ่งได้ดำเนินการเมื่อปี
        พ.ศ. 2530 จนถึงปัจจุบันได้ดำเนินกิจการมาแล้ว 33 ปี โดยได้ไปศึกษาเรียนรู้การทำปราสาทจากนายทา ศรีเป็ง นายมา
        ศรีเป็ง และนายมา ลือชัย ซึ่งได้สืบทอดการทำปราสาทมาจากบรรพบุรุษที่อพยพมาจากบ้านดอนแก้ว อำเภอห้างฉัตร จังหวัดลำปาง
        โดยได้มาตั้งรกรากที่บ้านร่องบัวลอย อำเภอเวียงชัย จังหวัดเชียงราย
        ในการทำครั้งแรกเป็นการทำเพื่อช่วยเหลือกันและกันในหมู่ญาติพี่น้องบ้านใกล้เรือนเคียง
        และชาวบ้านในหมู่บ้านเดียวกันที่มีญาติพี่น้องตายในบ้านก็ช่วยกันทำปราสาทบรรจุโลงศพ
        จากนั้นมาคนที่เป็นลูกมือทั้งหลายก็มีความชำนาญขึ้นเรื่อย ๆ เพราะเป็นงานที่สามารถเรียนรู้ได้
        และดูจากรูปแบบโครงสร้างก็สามารถทำได้ หรือบางคนเป็นลักษณะครูพักลักจำบ้าง จนมีการเรียนรู้และสืบทอดกันมาหลายๆ รุ่น
        และแตกแขนงออกเป็นหลายกลุ่ม ในยุคที่เฟื่องฟูที่สุดมีมากถึง 13 กลุ่ม แต่ละกลุ่มจะมีช่างของตนเอง เช่น ช่างตัดไม้
        ช่างทำตัวปราสาท ช่างทำหลังคา ช่างทำยอดปราสาท ช่างแกะลาย ต้องลาย ฉลุลาย ทำช่อฟ้า ใบระกา หรือช่าง 1 คน
        สามารถทำได้ทุกอย่าง การทำปราสาทจะสวยงามประณีตเพียงใดอยู่ที่การพัฒนาฝีมือและการประยุกต์ของช่างแต่ละคน ความสวยงาม
        ความอลังการอยู่ที่งบประมาณของแต่ละคนที่มาสั่งทำ งบประมาณตั้งแต่หลักพันไปจนถึงหลักหมื่น หลักแสน </p>
    <p>การทำปราสาทจะทำสีปราสาทตามวัยของผู้เสียชีวิต เช่น ผู้สูงอายุ 60 ปีขึ้นไป ใช้สีขาว วัยหนุ่มใช้หลากสี สีแดง สีชมพู
        พระสงฆ์ใช้สีทอง เป็นต้น จากที่ทำเพื่อช่วยเหลือกันและกันในหมู่ญาติหรือคนในหมู่บ้าน
        ก็เริ่มแพร่หลายออกไปเป็นที่นิยมของเจ้าภาพมากขึ้น และในปี พ.ศ. 2518 เป็นต้นมา การทำปราสาทเริ่มทำขายในหมู่บ้าน
        ตำบล อำเภอ และขยายออกไป จนกลายเป็นการทำปราสาทเชิงธุรกิจในปัจจุบันนี้
        รูปแบบและวิธีการสร้างปราสาทที่เป็นแบบดั้งเดิม และเป็นแบบความนิยมในปัจจุบันคือ ปราสาทที่โครงสร้างทำด้วยไม้
        ประดับและตกแต่งด้วยกระดาษทากาว และปิดทับด้วยกระดาษฉลุลวดลายสีสันต่าง ๆ โดยลวดลายจะประกอบด้วย
        ลวดลายที่ฉลุเองและลวดลายพิมพ์ ตลอดจนทางร้านจะเน้นด้านการบริการแบบครบวงจร เช่น ปราสาท เฮือนตาน ครัวเฮือนตาน
        เต้นท์ ศาลา โลงศพ เป็นต้น </p>
    <p><strong>องค์ประกอบของปราสาท </strong></p>
    <p>ในการทำปราสาท กลุ่มช่างจะมีกระบวนการ ขั้นตอน รูปแบบและวิธีการสร้างปราสาท
        โดยในการทำส่วนประกอบแต่ละส่วนแยกออกจากกันและทำเตรียมไว้ล่วงหน้าเป็นจำนวนมาก
        เนื่องจากการสั่งทำปราสาทไม่มีกำหนดที่แน่นอน ขึ้นอยู่กับการเป็นการตายของคนเรา
        ช่างทำปราสาทจึงต้องจัดเตรียมวัสดุทุกอย่างไว้ให้พร้อมตลอดเวลา ที่เรียกกันว่า สั่งเช้าได้สาย สั่งบ่ายได้เย็น </p>
    <p>หลังคาและยอดปราสาท ส่วนที่เป็นหลังคาปราสาท ช่างทำปราสาทจะจัดทำส่วนหลังคาแยกไว้ต่างหาก เพื่อความสะดวกในการขนย้าย
        และสามารถยกมาประกอบทีหลังได้ จึงมีการทำปราสาทแยกแต่ละส่วนไว้เป็นจำนวนมาก
        และพร้อมที่จะประกอบให้แล้วเสร็จภายในวันเดียวได้เลย ในการทำส่วนที่เป็นโครงหลังคาจะมีขนาดเดียวกับทำเสาปราสาท
        โดยให้ได้สัดส่วนและมีความสัมพันธ์กันทั้งโครงปราสาทและหลังคา เช่น เสา 8 ต้น จะทำมุม 4 เหลี่ยม เสา 12 ต้น จะทำมุม
        6 เหลี่ยม เสา 24 ต้น จะทำมุม 8 เหลี่ยม เป็นต้น โดยช่างจะเน้นหลังคารูปทรงไทย มีลักษณะ 3 ชั้น 5 ชั้น 7 ชั้น หรือ 9
        ชั้น ขึ้นอยู่กับความต้องการของลูกค้า </p>
    <p><strong>เอกลักษณ์เฉพาะของปราสาท </strong></p>
    <p>ปราสาทร้านสล่าเสริฐ ร่องบัวลอย 1 เป็นปราสาทที่มีโครงสร้างขนาดเล็ก – กลาง
        เป็นโครงสร้างปราสาทที่มีช่างสกุลของกลุ่มบ้านร่องบัวลอย ร้านสล่าเสริฐ ร่องบัวลอย 1
        เน้นการตกแต่งที่เป็นการฉลุลายกระดาษมาตกแต่งตัวปราสาทให้สวยงาม
        ปัจจุบันมีการใช้ลายสกรีนเพื่อให้รวดเร็วและประหยัดเวลา นิยมทำรูปแบบปราสาททรงจัตุรมุขมีพื้นสีขาว แดง
        และทองเป็นหลัก </p>
    <p><strong>ข้อมูลการติดต่อ </strong></p>
    <p>นายพุฒ บุญวงค์ ร้านสล่าเสริฐ ร่องบัวลอย 1 ตั้งอยู่ที่ หมู่ 2 ตำบลเวียงชัย อำเภอเวียงชัย จังหวัดเชียงราย โทรศัพท์
        081 – 3669154 </p>
    <p>&nbsp;</p>
</div>
@endsection
