@extends('rongbualoy.layout.page')
@section('title','ร้านศาลาทอง ร่องบัวลอย (ซ.14)-แหล่งเรียนรู้อัตลักษณ์ทางวัฒนธรรม (ปราสาทศพ) บ้านร่องบัวลอย')
@section('content')
<div id="myCarousel" class="carousel slide" data-ride="carousel">
    <!-- Wrapper for slides -->
    <div class="carousel-inner" role="listbox">
        <div class="item active">
            <img src="{{ asset('img_rbl/95240843_1115216228841733_1050228394177855488_o-3.jpg') }}" alt="" width="1200"
                height="300">
            <div class="carousel-caption">
                <h2>ร้านศาลาทอง ร่องบัวลอย (ซ.14)</h2>
                <p>ร้านศาลาทอง ร่องบัวลอย (ซ.14) ได้เริ่มดำเนินการโดยนายอินจันทร์ ปัญญาไว ซึ่งได้ดำเนินการเมื่อปี พ.ศ.
                    2532 จนถึงปัจจุบันได้ดำเนินกิจการมาแล้ว 31 ปี</p>
            </div>
        </div>
    </div>
</div>
<div class="container">
    <h3 class="text-center">ร้านศาลาทอง ร่องบัวลอย (ซ.14)</h3>
    <p>ร้านศาลาทอง ร่องบัวลอย (ซ.14) ได้เริ่มดำเนินการโดยนายอินจันทร์ ปัญญาไว ซึ่งได้ดำเนินการเมื่อปี พ.ศ. 2532
        จนถึงปัจจุบันได้ดำเนินกิจการมาแล้ว 31 ปี และได้สืบทอดจากการทำปราสาทมาจากร้านร่องบัวลอย 1
        โดยเริ่มแรกได้เป็นลูกมืออยู่ในร้าน และฝากตัวเป็นศิษย์ได้เรียนรู้วิชาการทำปราสาทในรูปแบบต่าง ๆ จนสำเร็จ
        ซึ่งได้ศึกษาและสั่งสมประสบการณ์การทำปราสาทจนมีความเชี่ยวชาญ จึงได้ก่อตั้งร้านทำปราสาทขึ้น </p>
    <p>กลุ่มลูกค้าเป็นกลุ่มทั่วไป และทางร้านได้มีการนำเสนอรูปแบบให้ลูกค้าเลือก
        หรือทางร้านจะจัดทำตามแบบหรือตามความต้องการของลูกค้า เอกลักษณ์และจุดเด่น ทางร้านจะเน้นการประดับและตกแต่งปราสาท
        ด้วยลวดลายฉลุและลวดลายพิมพ์ (ลายสกรีน) อย่างเดียว โดยลวดลายที่นำมาประดับสามารถปรับเปลี่ยนได้ตามความเหมาะสม
        ปัจจุบันร้านศาลาทอง ร่องบัวลอย (ซ.14) ได้ถ่ายทอดองค์ความรู้การทำปราสาทให้กับลูกสาวและลูกเขย
        เพื่อสืบทอดกิจการการทำปราสาทให้คงอยู่ต่อไป และปัจจุบันทางร้านมีผู้ทำปราสาท 6–10 คน โดยการทำปราสาท 1 หลัง
        จะใช้เวลาในการทำโดยประมาณ 1 วัน และใน 1 วันสามารถทำปราสาทได้ 3–4 หลัง ซึ่งโดยเฉลี่ยในรอบ 1 เดือน
        จะได้รับทำปราสาทประมาณ 20 กว่าหลัง</p>
    <p><strong>องค์ประกอบของปราสาท </strong></p>
    <p>รูปแบบและวิธีการสร้างปราสาทมี 2 รูปแบบคือ 1) ปราสาทที่ทำด้วยไม้ ซึ่งเป็นวัสดุดั่งเดิมส่วนใหญ่ทำมาจากไม้ฉำฉา
        เพราะมีน้ำหนักเบาและเวลาเผาจะไหม้ไฟได้ง่าย 2) รูปแบบที่เป็นวิวัฒนาการของปราสาท สามารถนำมาใช้ให้เกิดประโยชน์ได้
        โดยจะนำโต๊ะ เก้าอี้มาประดับในปราสาท เมื่อเวลาเผาศพแล้วก็จะนำโต๊ะ
        เก้าอี้เหล่านั้นไปมอบถวายให้กับวัดเพื่อใช้ในสาธารณะประโยชน์ของชุมชนต่อไป รูปทรงของปราสาท จะเรียกตามเสาของปราสาท
        โดยทางร้านจะเริ่มทำปราสาทตั้งแต่ ปราสาทเสา 12 ต้น 3 ยอด ปราสาทเสา 12 ต้น 5 ยอด ปราสาทหงส์ เสา 12 ต้น 3 ยอด
        ปราสาทเสา 8 ต้น 1 ยอด และปราสาทเก้าอี้ 18 ตัว 24 ตัว และ 30 ตัว </p>
    <p><strong>ลวดลายและเครื่องประดับปราสาท </strong></p>
    <p>ลวดลายที่ทางร้านได้นำมาประดับและตกแต่งปราสาท จะประกอบด้วยลวดลายฉลุและลวดลายพิมพ์ (ลายสกรีน)
        โดยลวดลายที่นำมาประดับจะเป็นลายไทย และลายประยุกต์ เทคนิคในการสร้างปราสาท
        การสร้างปราสาทจะสร้างตามวิวัฒนาการของปราสาท และตามความต้องการของลูกค้า
        โดยเน้นการนำไปใช้ให้เกิดประโยชน์ต่อชุมชนต่อไป </p>
    <p><strong>เอกลักษณ์เฉพาะของปราสาท </strong></p>
    <p>ปราสาทร้านศาลาทอง ร่องบัวลอย (ซ.14) เป็นปราสาทที่มีโครงสร้างขนาดเล็ก – กลาง
        เป็นโครงสร้างปราสาทที่มีช่างสกุลของกลุ่มบ้านร่องบัวลอย ร้านศาลาทอง ร่องบัวลอย (ซ.14)
        เน้นการตกแต่งที่เป็นการฉลุลายกระดาษมาตกแต่งตัวปราสาทให้สวยงาม
        ปัจจุบันมีการใช้ลายสกรีนเพื่อให้รวดเร็วและประหยัดเวลา นิยมทำรูปแบบปราสาททรงจัตุรมุขเป็นหลัก </p>
    <p><strong>ข้อมูลการติดต่อ </strong></p>
    <p>นายอินจันทร์ ปัญญาไว ร้านศาลาทอง ร่องบัวลอย (ซ.14) ตั้งอยู่เลขที่ 161 หมู่ 2 ตำบลเวียงชัย อำเภอเวียงชัย
        จังหวัดเชียงราย โทรศัพท์ 081 – 3661714, 083 – 1535399, 087 – 1776869 </p>
    <p>&nbsp;</p>
</div>
@endsection
