@extends('rongbualoy.layout.page')
@section('title','ร้านสล่ารัตน์ ร่องบัวลอย (ปราสาทเสรี)-แหล่งเรียนรู้อัตลักษณ์ทางวัฒนธรรม (ปราสาทศพ) บ้านร่องบัวลอย')
@section('content')
<div id="myCarousel" class="carousel slide" data-ride="carousel">
    <!-- Wrapper for slides -->
    <div class="carousel-inner" role="listbox">
        <div class="item active">
            <img src="{{ asset('img_rbl/95240843_1115216228841733_1050228394177855488_o-3.jpg') }}" alt="" width="1200"
                height="300">
            <div class="carousel-caption">
                <h2>ร้านสล่ารัตน์ ร่องบัวลอย (ปราสาทเสรี)</h2>
                <p>ร้านสล่ารัตน์ ร่องบัวลอย (ปราสาทเสรี) ได้เริ่มดำเนินการโดยนายรัตน์ เผ่าปินตา ซึ่งได้ดำเนินการเมื่อปี
                    พ.ศ. 2518 จนถึงปัจจุบันได้ดำเนินกิจการมาแล้ว 45 ปี</p>
            </div>
        </div>
    </div>
</div>
<div class="container">
    <h3 class="text-center">ร้านสล่ารัตน์ ร่องบัวลอย (ปราสาทเสรี) </h3>
    <p>ร้านสล่ารัตน์ ร่องบัวลอย (ปราสาทเสรี) ได้เริ่มดำเนินการโดยนายรัตน์ เผ่าปินตา ซึ่งได้ดำเนินการเมื่อปี พ.ศ. 2518
        จนถึงปัจจุบันได้ดำเนินกิจการมาแล้ว 45 ปี และได้สืบทอดจากการทำปราสาทมาจากร้านร่องบัวลอย 1
        โดยเริ่มแรกได้เป็นลูกมืออยู่ในร้าน และฝากตัวเป็นศิษย์ได้เรียนรู้วิชาการทำปราสาทในรูปแบบต่าง ๆ จนสำเร็จ
        ซึ่งได้ศึกษาและสั่งสมประสบการณ์การทำปราสาทจนมีความเชี่ยวชาญ จึงได้ลงหุ้น 5 คน เพื่อก่อตั้งร้านทำปราสาท
        แต่เนื่องจากประสบปัญหาในหลายๆ ด้าน จึงได้ออกมาเปิดร้านทำปราสาทเอง </p>
    <p>กลุ่มลูกค้า ประกอบด้วย กลุ่มคนทั่วไปและพระสงฆ์ ซึ่งทางร้านได้มีการนำเสนอรูปแบบให้ลูกค้าเลือก
        หรือทางร้านจะจัดทำตามแบบหรือตามความต้องการของลูกค้า โดยมีเอกลักษณ์และจุดเด่น ดังนี้
        ราคาตามกำลังซื้อของลูกค้า/ตามความต้องการ โดยเริ่มต้นที่ราคา 6,000 บาทโครงสร้างที่สร้างด้วยไม้มีความแน่นหนา
        ลวดลายที่นำมาตกแต่งปราสาท จะเน้นลวดลายที่ฉลุเองทั้งหมด ไม่เน้นลวดลายพิมพ์ (ลายสกรีน) เน้นการบริการแบบครบวงจร
        เช่น ปราสาท เฮือนตาน เต็นท์ ศาลา โลงศพ โลงทอง เครื่องเสียง พิธีกร พลุ บั้งไฟ โคมลอย เป็นต้น รูปทรงปราสาท
        จะมีการเรียกชื่อของปราสาทตามเสาของปราสาท โดยทางร้านจะเริ่มทำปราสาทตั้งแต่ปราสาทเสา 8 ต้น ปราสาทเสา 12 ต้น
        และปราสาทเสา 16 ต้น เป็นต้น การทำปราสาทจะทำสีปราสาทตามวัยของผู้เสียชีวิต เช่น ผู้สูงอายุ 60 ปีขึ้นไป ใช้สีขาว
        วัยหนุ่มใช้หลากสี สีแดง สีชมพู พระสงฆ์ใช้สีทอง เป็นต้น ปัจจุบันร้านสล่ารัตน์ ร่องบัวลอย (ปราสาทเสรี)
        ได้ถ่ายทอดองค์ความรู้การทำปราสาทให้กับลูกหลานและลูกเขย เพื่อสืบทอดกิจการการทำปราสาทให้คงอยู่ต่อไป </p>
    <p><strong>องค์ประกอบของปราสาท</strong></p>
    <p>วิธีการสร้างปราสาทของท่านมี 2 รูปแบบคือ ปราสาทที่ทำด้วยไม้ ซึ่งเป็นวัสดุดั่งเดิมส่วนใหญ่ทำมาจากไม้ฉำฉา
        เพราะมีน้ำหนักเบาและเวลาเผาจะไหม้ไฟได้ง่าย และรูปแบบที่เป็นวิวัฒนาการของปราสาท สามารถนำมาใช้ให้เกิดประโยชน์ได้
        โดยจะนำโต๊ะ เก้าอี้มาประดับในปราสาท เมื่อเวลาเผาศพแล้วก็จะนำโต๊ะ
        เก้าอี้เหล่านั้นไปมอบถวายให้กับวัดเพื่อใช้ในสาธารณประโยชน์ของชุมชนต่อไป</p>
    <p><strong>ลวดลายและเครื่องประดับปราสาท</strong></p>
    <p>ลวดลายที่นำมาตกแต่งปราสาท จะมีการเปลี่ยนแปลงอยู่ตลอด โดยจะเน้นลวดลายที่ฉลุเองทั้งหมด ไม่เน้นลวดลายพิมพ์
        (ลายสกรีน) ลวดลายที่ทางร้านใช้ในการตกแต่งปราสาท เช่น ลายหน้า 5 ลายดอกกะหล่ำ เป็นต้น
        การสร้างปราสาทจะสร้างตามวิวัฒนาการของปราสาท และความต้องการของลูกค้า และลวดลายที่นำมาตกแต่งปราสาท
        จะมีการเปลี่ยนแปลงอยู่ตลอด โดยจะเน้นลวดลายที่ฉลุเองทั้งหมด ไม่เน้นลวดลายพิมพ์ (ลายสกรีน)</p>
    <p><strong>เอกลักษณ์เฉพาะของปราสาท</strong></p>
    <p>ปราสาทร้านสล่ารัตน์ ร่องบัวลอย (ปราสาทเสรี) เป็นปราสาทที่มีโครงสร้างขนาดเล็ก–กลาง
        เป็นโครงสร้างปราสาทที่มีช่างสกุลของกลุ่มบ้านร่องบัวลอย ร้านสล่ารัตน์ ร่องบัวลอย (ปราสาทเสรี)
        เน้นการตกแต่งที่เป็นการฉลุลายกระดาษมาตกแต่งตัวปราสาทให้สวยงาม นิยมสร้างปราสาททรงจัตุรมุข มีพื้นสีขาว แดง
        และทองเป็นหลัก </p>
    <p><strong>ข้อมูลการติดต่อ </strong></p>
    <p>นายรัตน์ เผ่าปินตา ร้านสล่ารัตน์ร่องบัวลอย (ปราสาทเสรี) ตั้งอยู่เลขที่ 169 หมู่ 2 ตำบลเวียงชัย อำเภอเวียงชัย
        จังหวัดเชียงราย โทรศัพท์ 081 – 9982308 </p>
    <p>&nbsp;</p>
</div>
@endsection
